Repository: rpm-software-management/rpm
Catalog: po/*.po
Languages: cs, pl, sk, sl, tr

source: Too many args in data line at %s:%d
pl: Zbyt wiele argumentów w linii danych przy %s:%d
sk: Priveµa argumentov v riadku údajov na %s:%d
sl: Preveè argumentov v podatkovni vrstici v %s:%d

source: Bad arch/os number: %s (%s:%d)
pl: B³êdny numer arch/os: %s (%s:%d)
sk: Chybné èíslo arch/os: %s (%s:%d)
sl: Okvarjena ¹tevilka arh./op.sist.: %s (%s:%d)

source: Incomplete default line at %s:%d
pl: Niekompletna domy¶lna linia przy %s:%d
sk: Neúplný implicitný riadok na %s:%d
sl: Nepopolna privzeta vrstica v %s:%d

source: Too many args in default line at %s:%d
pl: Zbyt wiele argumentów w linii domy¶lnej przy %s:%d
sk: Priveµa argumentov v implicitnom riadku na %s:%d
sl: Preveè argumentov v privzeti vrstici v %s:%d

source: Cannot expand %s
pl: Nie mo¿na rozszerzyæ %s
sk: Nie je mo¾né expandova» %s
sl: Ni mo¾no raz¹iriti %s

source: Cannot read %s, HOME is too large.
sl: Ni mo¾no prebrati %s, HOME je prevelik.

source: Unable to open %s for reading: %s.
pl: Nie mo¿na otworzyæ %s do odczytu: %s.
sk: Nie je mo¾né otvori» %s pre èítanie: %s.
sl: %s ni mo¾no odpreti za branje: %s.

source: Failed to read %s: %s.
pl: Odczytanie %s nie powiod³o siê: %s.
sk: Nie je mo¾né preèíta» %s: %s.
sl: Neuspe¹no branje %s: %s.

source: missing ':' (found 0x%02x) at %s:%d
sl: manjkajoèi ,:` (najden 0x%02x) v %s:%d

source: missing argument for %s at %s:%d
pl: brak argumentu dla %s przy %s:%d
sk: chýbajúci argument pre %s na %s:%d
sl: manjkajoèi argument za %s v %s:%d

source: %s expansion failed at %s:%d "%s"
sk: expanzia %s zlyhala na %s:%d "%s"
sl: raz¹iritev %s je bila neuspe¹na v %s:%d "%s"

source: cannot open %s at %s:%d: %s
sl: ni mo¾no odpreti %s v %s:%d: %s

source: missing architecture for %s at %s:%d
pl: brak architektury dla %s przy %s:%d
sk: chýbajúca architektúra pre %s na %s:%d
sl: manjkajoèa arhitektura za %s v %s:%d

source: bad option '%s' at %s:%d
pl: b³êdna opcja '%s' przy %s:%d
sk: chybná voµba '%s' na %s:%d
sl: nepravilna izbira ,%s` v %s:%d

source: Unknown system: %s
pl: Nieznany system: %s
sk: Neznámy systém: %s
sl: Neznan sistem: %s
tr: Bilinmeyen sistem: %s

source: Please contact rpm-list@redhat.com
pl: Skontaktuj siê, proszê, z rpm-list@redhat.com
sk: Kontaktujte prosím rpm-list@redhat.com
sl: Prosimo, pi¹ite na rpm-list@redhat.com
tr: Lütfen rpm-list@redhat.com listesine üye olun

source: file is not regular -- skipping size check
pl: plik nieregularny -- sprawdzanie rozmiaru pominiête
sk: nejde o be¾ný súbor - kontrola veµkosti vynechaná
sl: datoteka ni navadna datoteka -- preskakujemo preverjanje velikosti

source: No signature
pl: Brak sygnatury
sk: Podpis nie je k dispozícii
sl: Podpis manjka

source: Old PGP signature
pl: Stara sygnatura PGP
sk: Starý PGP podpis
sl: Stari podpis PGP

source: Old (internal-only) signature! How did you get that!?
pl: Stara (tylko wewnêtrzna) sygnatura! Sk±d Ty to wzi±³e¶!?
sk: Starý (iba interný) podpis! Ako ste sa k tomu dostali?!
sl: Podpis v (interni) stari obliki! Kje ste ga dobili?

source: Signature size: %d
pl: Rozmiar sygnatury: %d
sk: Veµkos» podpisu: %d
sl: Dol¾. podpisa : %d

source: Signature pad : %d
pl: Blok sygnatury: %d
sk: Doplnenie podpisu: %d
sl: Dol¾. polnila : %d

source: Couldn't exec pgp (%s)
sl: Ni mo¾no pognati pgp (%s)

source: pgp failed
pl: pgp nie powiod³o siê
sk: pgp zlyhalo
sl: pgp je bil neuspe¹en

source: pgp failed to write signature
pl: zapisanie sygnatury przez pgp nie powiod³o siê
sk: pgp sa nepodarilo zapísa» podpis
sl: pgp je bil neuspe¹en pri zapisu podpisa

source: PGP sig size: %d
pl: rozmiar sygnatury PGP: %d
sk: Veµkos» PGP podpisu: %d
sl: Dol¾. podpisa PGP: %d
tr: PGP imza uzunluðu: %d

source: unable to read the signature
pl: nie mo¿na odczytaæ sygnatury
sk: nie je mo¾né preèíta» podpis
sl: branje podpisa je bilo neuspe¹no

source: Got %d bytes of PGP sig
pl: Mam %d bajtów sygnatury PGP
sk: Preèítaný PGP podpis obsahuje %d bajtov
sl: Prebrano %d bajtov podpisa PGP
tr: GPG imzasýnýn %d baytý alýndý

source: Couldn't exec gpg
pl: Nie mo¿na uruchomiæ gpg
sk: Nie je mo¾né spusti» gpg
sl: Ni mo¾no pognati gpg

source: gpg failed
pl: gpg nie powiod³o siê
sk: gpg zlyhalo
sl: gpg je bil neuspe¹en

source: gpg failed to write signature
pl: zapisanie sygnatury przez gpg nie powiod³o siê
sk: gpg sa nepodarilo zapísa» podpis
sl: gpg je boil neuspe¹en pri zapisu podpisa

source: GPG sig size: %d
pl: rozmiar sygnatury GPG: %d
sk: Veµkos» GPG podpisu: %d
sl: Dol¾. podpisa GnuPG: %d
tr: GPG imza uzunluðu: %d

source: Got %d bytes of GPG sig
pl: Mam %d bajtów sygnatury GPG
sk: Preèítaný GPG podpis obsahuje %d bajtov
sl: Prebrano %d bajtov podpisa GnuPG
tr: GPG imzasýnýn %d baytý alýndý

source: Generating signature using PGP.
sl: Ustvarjanje podpisa s PGP.

source: Generating signature using GPG.
sl: Ustvarjanje podpisa z GnuPG.

source: Could not run pgp. Use --nopgp to skip PGP checks.
pl: Nie mo¿na uruchomiæ pgp. U¿yj --nopgp aby pomin±æ sprawdz. PGP
sk: Nie je mo¾né spusti» pgp. Pou¾ite --nopgp pre vynechanie PGP kontrol.
sl: Ni mo¾no pognati pgp. Preverjanja PGP lahko preskoèite z --nopgp

source: Could not run gpg. Use --nogpg to skip GPG checks.
pl: Nie mo¿na uruchomiæ gpg. U¿yj --nopgp aby pomin±æ sprawdz. GPG
sk: Nie je mo¾né spusti» gpg. Pou¾ite --nogpg pre vynechanie GPG kontrol.
sl: Ni mo¾no pognati gpg. Preverjanja GnuPG lahko preskoèite z --nogpg

source: Couldn't exec pgp
pl: Nie mo¿na uruchomiæ pgp
sk: Nie je mo¾né spusti» pgp
sl: Ni mo¾no pognati pgp

source: Invalid %%_signature spec in macro file
pl: B³êdny wpis %%_signature w pliku makra
sk: Chybná ¹pecifikácia podpisu %%_signature v makro-súbore
sl: Neveljavno doloèilo %%_signature v makrodatoteki

source: You must set "%%_gpg_name" in your macro file
pl: Musisz ustawiæ "%%_gpg_name" w pliku swego makra
sk: Musíte nastavi» "%%gpg_name" vo va¹om makro-súbore
sl: V makrodatoteki morate nastaviti "%%_pgp_name"

source: You must set "%%_pgp_name" in your macro file
pl: Musisz ustawiæ "%%_pgp_name" w pliku swego makra
sk: Musíte nastavi» "%%pgp_name" vo va¹om makro-súbore
sl: V makrodatoteki morate nastaviti "%%_pgp_name"

source: excluding file %s%s
sl: izkljuèevanje datoteke %s%s

source: excluding directory %s
sl: izkljuèevanje imenika %s
tr: %s dizini dýþlanýyor

source: relocating %s to %s
pl: przesuwanie %s do %s
sk: presúva sa %s do %s
sl: premikanje %s v %s
tr: %s %s'e konumlanýyor

source: relocating directory %s to %s
sl: premiokanje imenika %s v %s
tr: %s dizini %s de yeniden konumlanýyor

source: %s skipped due to missingok flag
pl: %s pominiêty z powodu flagi missingok
sk: %s vynechané kvôli príznaku missingok
sl: %s preskoèen zaradi manjkajoèe zastavice OK
tr: missingok flamasýndan dolayý %s atlandý

source: cannot remove %s - directory not empty
pl: nie mo¿na usun±æ %s - katalog nie jest pusty
sk: nie je mo¾né odstráni» %s - adresár nie je prázdny
sl: ni mo¾no odstraniti %s - imenik ni prazen

source: rmdir of %s failed: %s
pl: skasowanie katalogu %s nie powiod³o siê
sk: rmdir %s zlyhalo: %s
sl: odstranitev imenika %s je bila neuspe¹na: %s

source: removal of %s failed: %s
pl: skasowanie %s nie powiod³o siê: %s
sk: odstránenie %s zlyhalo: %s
sl: odstranitev %s je bila neuspe¹na: %s

source: will remove files test = %d
pl: usunie pliki test = %d
sk: budú sa odstraòova» súbory test = %d
sl: datoteke bomo odstranili, test = %d

source: running postuninstall script (if any)
pl: uruchamianie skryptu postinstalacyjnego (je¦li istnieje)
sk: vykonávajú sa postdein¹talaèné skripty (ak existujú)
sl: poganjanje poodnamestitvenih skriptov (èe obstajajo)

source: don't verify files in package
cs: nekontrolovat soubory v balíèku
pl: nie sprawdzaj plików pakietu
sl: brez preverjanja datotek v paketu
tr: paketteki dosyalar doðrulanamaz

source: package lacks both user name and id lists (this should never happen)
pl: pakiet nie specyfikuje ani nazwy u¿ytkownika ani list id (to nie powinno siê zdarzyæ)
sk: v balíku chýba tak meno pou¾ívateµa, ako aj zoznamy identifikácií (nemalo by sa nikdy sta»)
sl: v paketu manjka tako seznam uporabnikov kot identitet (to se ne sme zgoditi)

source: package lacks both group name and id lists (this should never happen)
pl: pakiet nie specyfikuje ani nazwy grupy ani list id (to nie powinno siê zdarzyæ)
sk: v balíku chýba tak meno skupiny, ako aj zoznamy identifikácií (nemalo by sa nikdy sta»)
sl: v paketu manjka tako seznam skupin kot identitet (to se ne sme zgoditi)

source: Unsatisfied dependencies for %s-%s-%s:
pl: Niespe³nione zale¿no¶ci dla %s-%s-%s:
sk: Nevyrie¹ené závislosti pre %s-%s-%s:
sl: Nezadovoljene soodvisnosti za %s-%s-%s:

source: Success
pl: Sukces
sk: Úspech
sl: Uspeh
tr: Baþarýlý

source: Bad server response
pl: B³êdna odpowied¼ serwera
sk: Chybná odpoveï servera
sl: Nepravilen odziv stre¾nika
tr: Sunucudan kötü yanýt

source: Server IO error
pl: B³±d WE/WY(IO) serwera
sk: Chyba vstupu/výstupu servera
sl: V/I napaka na stre¾niku

source: Server timeout
pl: Przekroczony limit czasu serwera
sk: Prekroèenie èasového limitu servera
sl: Èas odziva stre¾nika je potekel
tr: Sunucu zaman aþýmý

source: Unable to lookup server host address
pl: Nie mo¿na znale¼æ adresu serwera
sk: Nie je mo¾né vyhµada» adresu servera
sl: Naslov stre¾nika ni ugotovljiv
tr: Sunucu makina adresi bulunamadý

source: Unable to lookup server host name
pl: Nie mo¿na znale¼æ nazwy serwera
sk: Nie je mo¾né vyhµada» názov servera
sl: Ime stre¾nika ni bilo ugotovljivo
tr: Sunucu makina ismi bulunamadý

source: Failed to connect to server
pl: Po³±czenie z serwerem nie powiod³o siê
sk: Pripojenie k serveru zlyhalo
sl: Neuspe¹en poskus prikljuèitve na stre¾nik
tr: Sunucuya baðlanýlamadý

source: Failed to establish data connection to server
pl: Otwarcie transmisji danych z serwera nie powiod³o siê
sk: Vytvorenie dátového spojenia k serveru zlyhalo
sl: Neuspe¹na vzpostavitev podatkovne povezave s stre¾nikom
tr: Sunucuya veri baðlantýsý kurulamadý

source: IO error to local file
pl: B³±d WE/WY(IO) na lokalnym pliku
sk: Chyba vstupu/výstupu lokálneho súboru
sl: V/I napaka na lokalni datoteki

source: Error setting remote server to passive mode
pl: B³±d: ustawienie zdalnego serwera w tryb pasywny nie powiod³o siê
sk: Chyba pri nastavení vzdialeného servera do pasívneho re¾imu
sl: Napaka pri nastavitvi oddaljenega stre¾nika v pasivni naèin
tr: Karþý sunucuyu pasif kipe sokma ayarlarýnda hata

source: File not found on server
pl: Plik nie zosta³ znaleziony na serwerze
sk: Súbor sa na serveri nenachádza
sl: Datoteke ni mo¾no najti na stre¾niku
tr: Dosya sunucuda bulunamadý

source: Abort in progress
pl: Przerywanie ...
sk: Zru¹enie prebieha
sl: Prekinitev v teku
tr: Kesme iþlemi sürüyor

source: Unknown or unexpected error
pl: Nieznany lub nieoczekiwany b³±d
sk: Neznáma alebo neoèakávaná chyba
sl: Neznana ali neprièakovana napaka
tr: Bilinmeyen ya da beklenmeyen hata

source: logging into %s as %s, pw %s
pl: logowanie do %s jako %s, has³o %s
sk: prihlasuje sa na %s ako %s, heslo %s
sl: prijava na %s kot %s, geslo %s
tr: %s sunucusuna %s olarak giriliyor, parola %s

source: ======================== active %d empty %d
pl: ======================== aktywny %d pusty %d
sk: ======================== aktívnych %d prázdnych %d
sl: ======================== aktivni %d prazni %d
tr: ======================== %d etkin %d boþ

source: %3d>%*s(empty)
pl: %3d>%*s(pusty)
sk: %3d>%*s(prázdne)
sl: %3d>%*s(prazni)
tr: %3d>%*s(boþ)

source: %3d<%*s(empty)
pl: %3d<%*s(pusty)
sk: %3d<%*s(prázdne)
sl: %3d<%*s(prazni)
tr: %3d<%*s(boþ)

source: Macro %%%s has unterminated body
pl: Makro %%%s ma niezakoñczon± strukturê
sk: Makro %%%s obsahuje neukonèené telo
sl: Makro %%%s vsebuje nezakljuèeno telo

source: Macro %%%s has illegal name (%%define)
pl: Makro %%%s ma niedozwolon± nazwê (%%define)
sk: Makro %%%s obsahuje chybný názov (%%define)
sl: Makro %%%s vsebuje nedovoljeno ime (%%define)

source: Macro %%%s has unterminated opts
pl: Makro %%%s ma niezakoñczone opcje
sk: Makro %%%s obsahuje neukonèené voµby
sl: Makro %%%s vsebuje nezakljuèene izbire

source: Macro %%%s has empty body
pl: Makro %%%s nie zawiera ¿adnych poleceñ
sk: Makro %%%s obsahuje prázdne telo
sl: Makro %%%s vsebuje prazno telo

source: Macro %%%s failed to expand
pl: Rozwiniêcie makra %%%s nie powiod³o siê
sk: Makro %%%s sa nepodarilo expandova»
sl: Makro %%%s se ne raz¹iri

source: Macro %%%s has illegal name (%%undefine)
pl: Makro %%%s ma niedozwolon± nazwê (%%undefine)
sk: Makro %%%s obsahuje chybný názov (%%undefine)
sl: Makro %%%s vsebuje nedovoljeno ime (%%undefine)

source: Macro %%%s (%s) was not used below level %d
pl: Makro %%%s (%s) nie by³o u¿yte poni¿ej poziomu %d
sk: Makro %%%s (%s) nebolo pou¾ité pod úrovòou %d
sl: Makro %%%s (%s) ni bil uporabljen pod ravnijo %d

source: Unknown option %c in %s(%s)
pl: Nieznana opcja %c in %s(%s)
sk: Neznáma voµba %c v %s(%s)
sl: Neznana izbira %c v %s(%s)

source: Recursion depth(%d) greater than max(%d)
pl: G³êboko¶æ(%d) rekursji wiêksza mi¿ maks(%d)
sk: Håbka rekurzie (%d) väè¹ia ako maximálna (%d)
sl: Globina rekurzije (%d) veèja od maksimalne (%d)

source: Unterminated %c: %s
pl: Niezakoñczone %c: %s
sk: Neukonèené %c: %s
sl: Nezakljuèeni %c: %s

source: A %% is followed by an unparseable macro
pl: Napotkano nieprzetwarzalne makro po %%
sl: Oznaki %% sledi nerazèlenljiv makro

source: Macro %%%.*s not found, skipping
pl: Nie znaleziono makra %%%.*s, makro pominiête
sk: balík %%%.*s nebol nájdený, vynecháva sa
sl: Makro %%%.*s ni najden - preskoèeno

source: Target buffer overflow
pl: Przepe³nienie bufora docelowego
sk: Preplnenie cieµovej vyrovnávacej pamäti
sl: Ciljni medpomnilnik je bil prekoraèen

source: File %s: %s
pl: Plik %s: %s
sk: Súbor %s: %s
sl: Datoteka %s: %s

source: fatal error:
pl: fatalny b³±d:
sk: fatálna chyba:
sl: usodna napaka:
tr: ölümcül hata:

source: error:
pl: b³±d:
sk: chyba:
sl: napaka:
tr: hata:

source: warning:
pl: ostrze¿enie:
sk: varovanie:
sl: opozorilo:
tr: uyarý:

source: memory alloc (%u bytes) returned NULL.
sl: alokacija pomnilnika (%u bajtov) vrnjeno NIÈ.
tr: bellek ayrýlýrken (%u bayt) NULL döndü.

source: warning: u %p ctrl %p nrefs != 0 (%s %s)
sl: opozorilo: u %p ctrl %p nrefs != 0 (%s %s)
tr: uyarý: u %p ctrl %p nrefs != 0 (%s %s)

source: warning: u %p data %p nrefs != 0 (%s %s)
sl: opozorilo: u %p data %p nrefs != 0 (%s %s)
tr: uyarý: u %p veri %p nrefs != 0 (%s %s)

source: warning: uCache[%d] %p nrefs(%d) != 1 (%s %s)
sl: opozorilo: uCache[%d] %p nrefs(%d) != 1 (%s %s)

source: Password for %s@%s:
pl: Has³o dla %s@%s:
sk: Heslo pre %s@%s:
sl: Geslo za %s@%s:
tr: %s@%s için parola:

source: error: %sport must be a number
pl: b³±d: %sport musi byæ liczb±
sk: chyba: %sport musí by» èíslo
sl: napaka: vrata %s morajo biti ¹tevilka
tr: hata: %sport bir sayý olmalý

source: url port must be a number
pl: port musi byæ liczb±
sk: url port musí by» èíslo
sl: vrata URL morajo biti ¹tevilka
tr: url portu bir sayý olmalý

source: failed to open %s: %s
cs: nemohu otevøít %s: %s
sl: neuspe¹no odpiranje %s: %s
tr: %s açýlamadý: %s

source: failed to create %s: %s
sl: neuspe¹no ustvarjanje %s: %s
tr: %s oluþturulamadý: %s

source: Failed to open tar pipe: %m
cs: Nelze otevøít rouru pro tar: %m
tr: tar veriyolu açýlamadý: %m

source: Failed to read spec file from %s
cs: Nelze èíst spec soubor z %s
tr: %s paketinden spec dosyasý okunamadý

source: Failed to rename %s to %s: %m
cs: Nelze pøejmenovat %s na %s: %m
tr: %s %s olarak deðiþtirilemedi: %m

source: failed to stat %s: %m
cs: nemohu zjistit stav %s: %m
tr: %s durum bilgileri alýnamadý: %m

source: File %s is not a regular file.
cs: Soubor %s není obyèejný soubor.
tr: %s bir normal bir dosya deðil.

source: File %s does not appear to be a specfile.
cs: Nezdá se, ¾e by %s byl spec soubor.
tr: %s bir spec dosyasý gibi görünmüyor.

source: Query options (with -q or --query):
cs: Volby dotazù (s -q or --query):
tr: Sorgulama seçenekleri (-q ya da --query ile)

source: Verify options (with -V or --verify):
cs: Vollby kontroly (s -V or --verify):
tr: Denetleme seçenekleri (-V ya da --verify ile)

source: Signature options:
cs: Volby signatury:
tr: Ýmza seçenekleri:

source: Database options:
cs: Volby databáze:
tr: Veritabaný seçenekleri:

source: Build options with [ <specfile> | <tarball> | <source package> ]:
cs: Sestavovací volby s [ <spec_soubor> | <tar_soubor> | <zdrojový_balíèek> ]:
tr: [ <specDosyasý> | <tarPaketi> | <kaynakPaketi> ] ile paketleme seçenekleri:

source: Install/Upgrade/Erase options:
cs: Volby pro Instalaci/Aktualizaci/Mazání:
tr: Kurma/Güncelleme/Kaldýrma seçenekleri:

source: %s: %s
tr: dosya %s: %s

source: script disabling options may only be specified during package installation and erasure
cs: volba pro potlaèení skriptù mù¾e být pou¾ita jen pøi instalaci nebo pøi odstraòování balíèkù
tr: betik iptal etme seçenekleri sadece paketin kurulmasý ve silinmesi sýrasýnda kullanýlabilir

source: trigger disabling options may only be specified during package installation and erasure
cs: volba pro potlaèení triggerù mù¾e být pou¾ita jen pøi instalaci nebo odstraòování balíèkù
tr: tetikleme iptal seçenekleri sadece paketin kurulmasý ve silinmesi sýrasýnda kullanýlabilir

source: Unable to open temp file.
cs: Nelze otevøít doèasný soubor.
tr: Geçici dosya açýlamadý.

source: Exec of %s failed (%s): %s
cs: Spu¹tìní %s selhalo (%s): %s
tr: %s 'in icrasý baþarýsýz (%s): %s

source: Bad exit status from %s (%s)
cs: ©patný návratový kód z %s (%s)
tr: %s çýkýþýnda hata (%s)

source: RPM build errors:
cs: chyby sestavení RPM:
tr: RPM derleme hatalarý:

source: syntax error while parsing ==
cs: chyba syntaxe pøi zpracování ==
tr: == çözümlenirken sözdizimi hatasý bulundu

source: syntax error while parsing &&
cs: chyba syntaxe pøi zpracování &&
tr: && çözümlenirken sözdizimi hatasý bulundu

source: syntax error while parsing ||
cs: chyba syntaxe pøi zpracování ||
tr: || çözümlenirken sözdizimi hatasý bulundu

source: parse error in expression
cs: chyba pøi parsování ve výrazu
tr: ifadede çözümleme hatasý

source: unmatched (
cs: nedoplnìná (
tr: uyumsuz (

source: - only on numbers
cs: - jen na èíslech
tr: - sadece sayýlarda

source: ! only on numbers
cs: ! jen na èíslech
tr: ! sadece sayýlarda

source: types must match
cs: typy musí souhlasit
tr: türler eþleþmeli

source: * / not suported for strings
cs: * / nejsou podporovány pro øetìzce
tr: * / dizgelerde desteklenmez

source: - not suported for strings
cs: - není podporováno pro øetìzce
tr: - dizgelerde desteklenmez

source: && and || not suported for strings
cs: && a || není podporováno pro øetìzce
tr: && ve || dizgelerde desteklenmez

source: syntax error in expression
cs: chyba syntaxe ve výrazu
tr: ifadede sözdizimi hatasý

source: Missing '(' in %s %s
cs: Chybí '(' v %s %s
tr: %s içinde '(' yok: %s

source: Missing ')' in %s(%s
cs: Chybí ')' v %s(%s
tr: %s içinde ')' yok: (%s

source: Invalid %s token: %s
cs: Neplatný %s token: %s
tr: Andaç %s geçersiz: %s

source: Non-white space follows %s(): %s
cs: Následuje neprázdný znak %s(): %s
tr: %s() boþluksuz yazýlmýþ: %s

source: Bad syntax: %s(%s)
cs: ©patná syntaxe: %s(%s)
tr: Sözdizimi hatasý: %s(%s)

source: Bad mode spec: %s(%s)
cs: ©patná práva spec: %s(%s)
tr: mode spec hatalý: %s(%s)

source: Bad dirmode spec: %s(%s)
cs: ©patná práva adresáøe: %s(%s)
tr: dirmode spec hatalý: %s(%s)

source: Unusual locale length: "%.*s" in %%lang(%s)
cs: Neobvyklá délka locale: "%.*s" v %%lang(%s)
tr: yerel uzunluðu hatalý: "%.*s" (%%lang(%s))

source: Duplicate locale %.*s in %%lang(%s)
cs: Duplicitní locale %.*s v %%lang(%s)
tr: %.*s yereli %%lang(%s) içinde tekrarlanmýþ

source: Hit limit for %%docdir
cs: Dosa¾en limit pro %%docdir
tr: %%docdir için hit sýnýrý

source: Only one arg for %%docdir
cs: Jen jeden parametr pro %%docdir
tr: %%docdir için sadece tek argüman

source: Two files on one line: %s
cs: Dva soubory na jednom øádku: %s
tr: Bir satýrda 2 dosya: %s

source: File must begin with "/": %s
cs: Soubor musí zaèínat na "/": %s
tr: Dosya "/" ile baþlamalý: %s

source: Can't mix special %%doc with other forms: %s
cs: Nelze míchat speciální %%doc s ostatnímí formami: %s
tr: Özel %%doc ile diðer formlar karýþtýrýlamaz: %s

source: File listed twice: %s
cs: Soubor uveden dvakrát: %s
tr: Dosya iki kere gösterildi: %s

source: Symlink points to BuildRoot: %s -> %s
cs: Symbolická linka ukazuje na BuildRoot: %s -> %s
tr: Sembolik bað BuildRoot gösteriyor: %s -> %s

source: File doesn't match prefix (%s): %s
cs: Soubor nesouhlasí s prefixem (%s): %s
tr: Dosya önek (%s) ile uyumsuz: %s

source: File not found: %s
cs: Soubor nenalezen: %s
tr: Dosya bulunamadý: %s

source: File needs leading "/": %s
cs: Soubor potøebuje úvodní "/": %s
tr: Dosya "/" ile içermeli: %s

source: File not found by glob: %s
cs: Soubor nenalezen globem: %s
tr: Dosya glob tarafýndan bulunamadý: %s

source: Could not open %%files file %s: %s
cs: Nemohu otevøít %%files soubor %s: %s
tr: %%files dosya %s dosyasýnda açýlamadý: %s

source: line: %s
cs: øádek: %s
tr: satýr: %s

source: Bad file: %s: %s
cs: ©patný soubor: %s: %s
tr: Dosya hatalý: %s: %s

source: getUname: too many uid's
cs: getUname: pøíli¹ mnoho UID
tr: getUname: çok fazla kullanýcý-kimliði

source: getUnameS: too many uid's
cs: getUnameS: pøíli¹ mnoho UID
tr: getUnameS: çok fazla kullanýcý-kimliði

source: getUidS: too many uid's
cs: getUidS: pøíli¹ mnoho UID
tr: getUidS: çok fazla kullanýcý-kimliði

source: getGname: too many gid's
cs: getGname: pøíli¹ mnoho GID
tr: getGname: çok fazla grup-kimliði

source: getGnameS: too many gid's
cs: getGnameS: pøíli¹ mnoho GID
tr: getGnameS: çok fazla grup-kimliði

source: getGidS: too many gid's
cs: getGidS: pøíli¹ mnoho GID
tr: getGidS: çok fazla grup-kimliði

source: create archive failed on file %s: %s
cs: vytváøení archívu selhalo na souboru %s: %s
tr: %s dosyasýnda arþiv oluþturulamadý: %s

source: create archive failed: %s
cs: vytváøení archívu selhalo: %s
tr: arþiv oluþturulamadý: %s

source: cpio_copy write failed: %s
cs: zápis cpio_copy selhal: %s
tr: cpio_copy yazma hatasý:%s

source: cpio_copy read failed: %s
cs: ètení cpio_copy selhalo: %s
tr: cpio_copy okuma hatasý: %s

source: Could not open PreIn file: %s
cs: Nemohu otevøít PreIn soubor: %s
tr: PreIn dosyasý açýlamadý: %s

source: Could not open PreUn file: %s
cs: Nemohu otevøít PreUn soubor: %s
tr: PreUn dosyasý açýlamadý: %s

source: Could not open PostIn file: %s
cs: Nemohu otevøít PostIn soubor: %s
tr: PostIn dosyasý açýlamadý: %s

source: Could not open PostUn file: %s
cs: Nemohu otevøít PostUn soubor: %s
tr: PostUn dosyasý açýlamadý: %s

source: Could not open VerifyScript file: %s
cs: Nemohu otevøít VerifyScript soubor: %s
tr: VerifyScript dosyasý açýlamadý: %s

source: Could not open Trigger script file: %s
cs: Nemohu otevøít soubor se spu¹tí (trigger): %s
tr: Trigger betik dosyasý açýlamadý: %s

source: %s: Fseek failed: %s
cs: %s: Fseek selhal: %s
tr: %s: Fseek baþarýsýz: %s

source: Bad CSA data
cs: ©patná CSA data
tr: CSA verisi geçersiz

source: Unable to write package: %s
cs: Nemohu zapsat balíèek: %s
tr: paket yazýlamadý: %s

source: Unable to open sigtarget %s: %s
cs: Nemohu otevøít cíl pro podepsání %s: %s
tr: sigtarget %s açýlamadý: %s

source: Unable to read header from %s: %s
cs: Nemohu pøeèíst hlavièku z %s: %s
tr: %s'den baþlýk okunamadý: %s

source: Unable to write header to %s: %s
cs: Nemohu zapsat hlavièku do %s: %s
tr: %s'e baþlýk yazýlamadý: %s

source: Unable to read payload from %s: %s
cs: Nemohu pøeèíst payload z %s: %s
tr: %s'den payload okunamadý: %s

source: Unable to write payload to %s: %s
cs: Nemohu zapsat payload do %s: %s
tr: %s'e payload yazýlamadý: %s

source: line %d: second %s
cs: øádek: %d: druhý %s
tr: %d satýr: %s saniye

source: %%changelog entries must start with *
cs: Polo¾ky v %%changelog musí zaèínat znakem *
tr: %%changelog girdi * ile baþlamalý
