Repository: rpm-software-management/rpm
Catalog: po/*.po
Languages: cs, pl, sk, sl, tr

source: bin/src package (prep, compile, install, package)
pl: pakiet binarny/¼ród³owy (preparuj, kompiluj, instaluj, pakiet)
sk: binárny a zdrojový balík (príprava, kompilácia, in¹talácia, zabalenie)
sl: prevedeni in izvorni paket (priprava, prevajanje, namestitev, izgradnja paketa)

source: skip straight to specified stage (only for c,i)
cs: pøeskoèit pøímo na urèenou etapu (pouze pro c,i)
pl: przejd¼ od razu do podanego etapu (tylko dla c,i)
sk: preskoèi» priamo k urèenej etape (iba pre c, i)
sl: preskok naravnost na doloèeno stopnjo (samo za c,i)
tr: doðrudan belirtilen adýma atlar (sadece c ve i için)

source: remove build tree when done
cs: po dokonèení odstranit sestavovací strom
pl: usuñ budowane drzewo po skoñczeniu
sk: po ukonèení odstráni» adresár, v ktorom sa balík zostavoval
sl: po zakljuèku drevo imenikov v katerih smo pakete gradili odstrani
tr: iþlem sonunda paket oluþturma aðacýný siler

source: remove sources when done
cs: po dokonèení odstranit zdrojové kódy
pl: usuñ ¼ród³a po zakoñczeniu
sl: po zakljuèku naj se izvorna koda izbri¹e
tr: iþlem sonunda kaynaklarý siler

source: generate PGP/GPG signature
cs: generovat PGP/GPG podpis
pl: generuj sygnaturê PGP/GPG
sk: vytvori» PGP/GPG podpis
sl: izdelava podpisa PGP/GPG
tr: PGP/GPG imzasý üretir

source: --buildroot <dir>
pl: --buildroot <katalog>
sk: --buildroot <adresár>
sl: --buildroot <imenik>

source: use <dir> as the build root
pl: u¿yj <katalog> jako korzeñ budowanego drzewa
sk: pou¾i» <adresár> pre zostavenie balíka
sl: <imenik> naj bo korenski imenik pri izgradnji

source: --target=<platform>+
pl: --target=<platforma>+
sk: --target=<platforma>+
sl: --target=<s.okolje>+

source: build the packages for the build targets platform1...platformN.
pl: buduj pakiety dla platform docelowych platforma1...platformaN.
sk: vytvori» balíky pre ciele platforma1...platformaN.
sl: izgradi pakete za navedena ciljna strojna okolja

source: do not execute any stages
pl: nie wykonuj ¿adnych etapów
sk: nevykona» ¾iadne etapy
sl: brez izvajanja katerekoli stopen izgradnje

source: --timecheck <secs>
pl: --timecheck <sekundy>
sk: --timecheck <sekúnd>
sl: --timecheck <sek>

source: set the time check to <secs> seconds (0 disables)
pl: ustaw sprawdzanie czasu do ilo¶ci <sekund> (0 wy³±cza)
sk: nastavi» kontrolu èasu na <sekúnd> sekúnd (0 pre deaktiváciu)
sl: najveèji dopustni èas izgradnje paketa (0 brez omejitev)

source: --rebuild <src_pkg>
pl: --rebuild <pkt_¼ród³>
sk: --rebuild <zdroj_balík>
sl: --rebuild <izv.paket>

source: install source package, build binary package and remove spec file, sources, patches, and icons.
pl: instaluj pakiet ¼ród³owy, buduj pakiet binarny i usuñ plik spec, ¼ród³a, ³aty i ikony
sk: in¹talova» zdrojový balík, vytvori» binárny balík a odstráni» spec-súbor, zdroje, záplaty a ikony
sl: Namesti izvorni paket, izgradi prevedeni paket in pobri¹i datoteko spec, izvorno kodo, krpe in ikone.

source: --recompile <src_pkg>
pl: --recompile <pkt_¼ród³>
sl: --recompile <izv.pak.>

source: like --rebuild, but don't build any package
pl: jak --rebuild, ale nie buduj ¿adnych pakietów
sk: ako --rebuild, ale nezostavi» ¾iadny balík
sl: kot --rebuild, a brez izgradnje kakr¹negakoli paketa

source: --resign <pkg>+
pl: --resign <pakiet>+
sk: --resign <balík>+
sl: --resign <paket>+

source: sign a package (discard current signature)
pl: podpisz pakiet (porzuæ bierz±c± sygnaturê)
sk: podpísa» balík (znièi» aktuálny podpis)
sl: podpi¹i paket(e) (trenutni podpis zavrzi)

source: --addsign <pkg>+
pl: --addsign <pakiet>+
sk: --addsign <balík>+
sl: --addsign <paket>+

source: add a signature to a package
pl: dodaj sygnaturê do pakietu
sk: prida» podpis balíku
sl: paketu(-om) dodaj podpis

source: verify package signature
pl: sprawd¼ sygnaturê pakietu
sk: overi» podpis balíka
sl: preveri podpis paketa(-ov)

source: skip any PGP signatures
pl: pomiñ wszelkie sygnatury PGP
sk: vynecha» akékoµvek PGP podpisy
sl: preskoèi vse podpise PGP

source: skip any GPG signatures
pl: pomiñ wszelkie sygnatury GPG
sk: vynecha» akékoµvek GPG podpisy
sl: preskoèi vse podpise GPG

source: skip any MD5 signatures
pl: pomiñ wszelkie sygnatury MD5
sk: vynecha» akékoµvek MD5 podpisy
sl: preskoèi vse podpise MD5

source: make sure a valid database exists
pl: upewnij siê, ¿e poprawna baza istnieje
sk: uisti» sa, ¾e existuje platná databáza
sl: preveri, èe obstaja veljavna zbirka

source: rebuild database from existing database
pl: przebuduj istniej±c± bazê
sk: znovu vytvori» databázu z existujúcej
sl: ponovno izgradi zbirko iz obstojeèe

source: set the file permissions to those in the package database using the same package specification options as -q
pl: ustaw prawa dostêpu takie jak zapisano w bazie pakietów (u¿ywa tych samych opcji co -q)
sk: nastavi» prístupové práva súborov podµa údajov v databáze balíkov s pou¾itím rovnakých volieb ¹pecifikácia balíka ako pre -q
sl: nastavitev dovoljenja za datoteke na vrednosti v paketu, z istimi izbirnimi doloèili kot pri -q

source: set the file owner and group to those in the package database using the same package specification options as -q
pl: ustaw w³a¶ciciela i grupê takie jak zapisano w bazie pakietów (u¿ywa tych samych opcji co -q)
sk: nastavi» vlastníka a skupinu súborov podµa údajov v databáze balíkov s pou¾itím rovnakých volieb ¹pecifikácia balíka ako pre -q
sl: nastavitev lastnika in skupine datoteke na vrednosti v paketu, z istimi izbirnimi doloèili kot pri -q

source: only one major mode may be specified
cs: specifikovat lze jen jeden hlavní re¾im
pl: tylko jeden g³ówny tryb pracy mo¿e byæ podany
sk: mô¾e by» pou¾itý iba jeden hlavný re¾im
sl: izbran sme biti le en glavni naèin
tr: sadece bir ana kip belirtilebilir

source: -u and --uninstall are deprecated and no longer work.
pl: -u i --uninstall nie s± ju¿ obs³ugiwane i nie pracuj±.
sk: -u a --uninstall sú zastaralé a u¾ nefungujú.
sl: -u in --uninstall nista veè podprti izbiri in ne delujeta veè.

source: Use -e or --erase instead.
pl: U¿yj -e lub --erase
sk: Namiesto nich pou¾ite -e alebo --erase.
sl: Namesto njiju uporabite -e ali --erase.

source: relocations must begin with a /
cs: pøemístìní musejí zaèínat znakem /
pl: drzewa przesuniêæ musz± zaczynaæ sie od /
sk: presunutia musia zaèína» znakom /
sl: premikanja se morajo zaèeti z /
tr: yeniden konumlandýrma iþlemleri / ile baþlamalý

source: relocations must contain a =
cs: pøemístìní musejí obsahovat =
pl: specyfikacja przesuniêcia musi zawieraæ =
sk: presunutia musia obsahova» znak =
sl: premikanja morajo vsebovati =
tr: yeniden konumlandýrma iþlemleri = içermelidir

source: relocations must have a / following the =
cs: pøemístìní musejí mít za znakem = znak /
pl: specyfikacja przesuniêcia musi zawieraæ / po =
sk: presunutia musia ma» za znakom = znak /
sl: premikanja morajo imeti /, ki mu sledi =
tr: yeniden konumlandýrma için = den sonra bir / gerekir

source: exclude paths must begin with a /
cs: vynechané cesty musí zaèínat znakem /
pl: ¶cie¿ki wy³±czeñ musz± siê zaczynaæ od /
sk: vynechané cesty musia zaèína» znakom /
sl: poti, ki niso obdelane, se morajo zaèeti z /
tr: dýþlanan dosya yolu / ile baþlamalý

source: Internal error in argument processing (%d) :-(
cs: Interní chyba pøi zpracování parametrù (%d) :-(
pl: B³±d wewnêtrzny w przetwarzaniu argumentu (%d) :-(
sk: Vnútorná chyba pri spracovaní argumentu (%d) :-(
sl: Notranja napaka pri obdelavi argumentov (%d) :-
tr: (%d) argümaný iþlenirken iç hata oluþtu :-(

source: one type of query/verify may be performed at a time
cs: najednou lze provést jen jeden typ dotazu èi ovìøení
pl: tylko jeden typ odpytywania/sprawdzania mo¿na wykonaæ na raz
sk: naraz mô¾e by» vykonaný jeden typ otázky alebo overenia
sl: samo en tip poizvedbe/preverjanja je mo¾en naenkrat
tr: bir anda sadece bir tarz sorgulama/denetleme yapýlabilir

source: unexpected query flags
cs: neoèekávaný pøíznak pro dotaz
pl: b³êdna konstrukcja argumentów odpytywania
sl: neprièakovane zastavice pri poizvedbi
tr: beklenmeyen sorgulama bayraklarý

source: unexpected query format
cs: neoèekávaný formát dotazu
pl: b³êdna konstrukcja argumentów odpytywania
sl: neprièakovana oblika poizvedbe
tr: beklenmeyen sorgulama biçemi

source: unexpected query source
cs: neoèekávaný zdroj dotazu
pl: b³êdna konstrukcja argumentów odpytywania
sk: neoèakávaný zdroj pre otázku
sl: neprièakovan izvor poizvedbe
tr: beklenmeyen sorgulama kaynaðý

source: only installation, upgrading, rmsource and rmspec may be forced
cs: vynucena mù¾e být jen instalace, aktualizace, smazání zdrojových kódù a spec souboru
pl: tylko instalacjê, uaktualnienie i usuwanie ¼róde³ mo¿na wymusiæ
sl: --force smemo podati samo pri --install --upgrade, --rmsource in --rmspec
tr: sadece kaynak ve spec silme iþlemleri, kurma, güncelleme iþlemleri için zorlanabilir

source: files may only be relocated during package installation
cs: soubory mohou být pøemístìny jen pøi instalaci balíèkù
pl: przesuwania plików mo¿na dokonaæ tylko w trakcie instalacji
sk: súbory mô¾u by» presunuté iba poèas inètalácie balíka
sl: datoteke smemo premakniti samo med namestitvijo paketa
tr: dosyalar sadece paket kurulumu sýrasýnda yeni yerlerine yerleþtirilebilir

source: only one of --prefix or --relocate may be used
cs: pou¾ít lze jen jeden z parametrù --prefix nebo --relocate
pl: nie mo¿na jednocze¶nie u¿yæ --prefix i --relocate
sk: mo¾e by» pou¾itá iba jedna z volieb --prefix a --relocate
sl: izbiri --prefix in --relocate se medsebojno izkljuèujeta

source: --relocate and --excludepath may only be used when installing new packages
cs: --relocate a --excludepath je mo¾no pou¾ít jen pøi instalaci nových balíèkù
pl: --relocate i --excludepath mo¿na u¿yæ tylko w trakcie instalacji nowych pakietów
sk: --relocate a --excludepath mô¾u by» pou¾ité iba poèas in¹talácie nových balíkov
sl: izbiri --relocate in --excludepath se lahko uporabi le pri namestitvi
tr: --relocate ve --excludepath sadece yeni paket kurulumunda kullanýlabilir

source: --prefix may only be used when installing new packages
cs: --prefix je mo¾no pou¾ít jen pøi instalaci nových balíèkù
pl: --prefix mo¿na u¿yæ tylko w trakcie instalacji nowych pakietów
sk: --prefix mô¾e by» pou¾itý iba poèas in¹talácie nových balíkov
sl: --prefix se sme uporabiti le pri namestitvi
tr: --prefix sadece yeni paketlerin kurulmasý sýrasýnda kullanýlabilir

source: arguments to --prefix must begin with a /
cs: parametry pro --prefix musejí zaèínat znakem /
pl: argumenty dla --prefix musz± siê rozpoczynaæ od /
sk: argumenty pre --prefix musia zaèína» znakom /
sl: argumenti izbire --prefix se morajo zaèeti z /
tr: --prefix ile belirtilenler '/' ile baþlamalý

source: --hash (-h) may only be specified during package installation
cs: --hash (-h) mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --hash (-h) mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --hash (-h) mô¾e by» pou¾itý iba poèas in¹talácie balíka
sl: --hash (-h) sme biti podan le ob namestitvi paketa
tr: --hash (-h) sadece paket kurulumu sýrasýnda kullanýlabilir

source: --percent may only be specified during package installation
cs: --percent mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --percent mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --percent mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --percent sme biti podan le ob namestitvi paketa
tr: --percent sadece paket kurulumu sýrasýnda kullanýlabilir

source: --replacefiles may only be specified during package installation
cs: --replacefiles mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --replacefiles mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --replacefiles mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --replacefiles sme biti podan le ob namestitvi paketa

source: --replacepkgs may only be specified during package installation
cs: --replacepkgs mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --replacepkgs mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --replacepkgs mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --replacepkgs sme biti podan le ob namestitvi paketa
tr: --replacepkgs sadece paket kurulumu sýrasýnda kullanýlabilir

source: --excludedocs may only be specified during package installation
cs: --excludedocs mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --excludedocs mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --excludedocs mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --excludedocs sme biti podatn le ob namestitvi paketa
tr: --excludedocs sadece paket kurulumu sýrasýnda kullanýlabilir

source: --includedocs may only be specified during package installation
cs: --includedocs mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --includedocs mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --includedocs mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --includedocs sme biti podan le ob namestitvi paketa
tr: --includedocs sadece paket kurulumu sýrasýnda kullanýlabilir

source: only one of --excludedocs and --includedocs may be specified
cs: pou¾ít lze jen jeden z parametrù --excludedocs a --includedocs
pl: nie mo¿na jednocze¶nie u¿yæ --excludedocs i --includedocs
sk: mô¾e by» pou¾itá iba jedna voµba z --excludedocs a --includedocs
sl: izbiri --excludedocs in --includedocs se medsebojno izkljuèujeta
tr: --excludedocs ve --includedocs bir arada kullanýlamaz

source: --ignorearch may only be specified during package installation
cs: --ignorearch mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --ignorearch mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --ignorearch mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --ignorearch sme biti podan le ob namestitvi paketa
tr: --ignorearch sadece paket kurulumu sýrasýnda kullanýlabilir

source: --ignoreos may only be specified during package installation
cs: --ignoreos mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --ignoreos mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --ignoreos mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --ignoreos sme podan le ob namestitvi paketa
tr: --ignoreos sadece paket kurulumu sýrasýnda kullanýlabilir

source: --ignoresize may only be specified during package installation
cs: --ignoresize mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --ignoresize mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --ignoresize mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --ignoresize sme biti podan le ob namestitvi paketa
tr: --ignoresize sadece paket kurulumu sýrasýnda kullanýlabilir

source: --allmatches may only be specified during package erasure
cs: --allmatches mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --allmatches mo¿na u¿yæ tylko w trakcie usuwania pakietów
sk: --allmatches mô¾e by» pou¾ité iba poèas odstránenia balíkov
sl: --allmatches sme biti podan le ob odstranitvi paketa
tr: --allmatches sadece paket kurulumu sýrasýnda kullanýlabilir

source: --allfiles may only be specified during package installation
cs: --allfiles mù¾e být pou¾it jen pøi instalaci balíèkù
pl: --allfiles mo¿na u¿yæ tylko w trakcie instalacji pakietów
sk: --allfiles mô¾e by» pou¾ité iba poèas in¹talácie balíka
sl: --allfiles sme biti podati le ob namestitvi paketa
tr: --allfiles sadece paket kurulumu sýrasýnda kullanýlabilir

source: --justdb may only be specified during package installation and erasure
cs: --justdb mù¾e být pou¾it jen pøi instalaci a odstraòování balíèkù
pl: --justdb mo¿na u¿yæ tylko w trakcie instalacji lub usuwania pakietów
sk: --justdb mô¾e by» pou¾ité iba poèas in¹talácie a odstránenia balíka
sl: --justdb sme biti podan le ob namestitvi ali odstranitvi paketa
tr: --justdb sadece paket kurulumu ve kaldýrýlmasý sýrasýnda kullanýlabilir

source: --noscripts may only be specified during package installation, erasure, and verification
pl: --noscripts mo¿na u¿yæ tylko w trakcie instalacji, usuwania lub sprawdzania pakietów
sk: --noscripts mô¾e by» pou¾ité iba poèas in¹talácie, odstránenia alebo overenia balíka
sl: --noscripts sme biti podan le ob namestitvi, odstranitvi ali preverjanju paketa

source: --notriggers may only be specified during package installation, erasure, and verification
pl: --notriggers mo¿na u¿yæ tylko w trakcie instalacji, usuwania lub sprawdzania pakietów
sk: --notriggers mô¾e by» pou¾ité iba poèas in¹talácie, odstránenia alebo overenia balíka
sl: --notriggers smemo biti podan le ob namestitvi, odstranitvi ali preverjanju paketa

source: --nodeps may only be specified during package building, rebuilding, recompilation, installation,erasure, and verification
cs: --nodeps mù¾e být pou¾it jen pøi sestavování, rekompilaci, instalaci, odstraòování a kontrole
sl: --nodeps sme biti podan le ob izgradnji, vnovièni izgradnji, prevajanju, namestitvi, odstranitvi ali preverjanju paketa
tr: --nodeps sadece paket oluþturma, yeniden oluþturma, yeniden derleme, kurulum, kaldýrma ve denetleme iþlemlerinde kullanýlabilir

source: --test may only be specified during package installation, erasure, and building
cs: --test mù¾e být pou¾it jen pøi instalaci, odstraòování a sestavování
pl: --test mo¿na u¿yæ tylko w trakcie instalacji, usuwania lub budowania pakietów
sk: --test mô¾e by» pou¾ité iba poèas in¹talácie, odstránenia alebo zostavenia balíka
sl: --test sme biti podan le ob namestitvi, odstranitvi ali izgradnji paketa
tr: --test sadece paket kurulumu, kaldýrýlmasý ve oluþturulmasý iþlemlerinde kullanýlabilir

source: --root (-r) may only be specified during installation, erasure, querying, and database rebuilds
cs: --root (-r) mù¾e být pou¾it jen pøi instalaci, odstraòování, dotazech nebo znovuvytvoøení databáze
pl: --root (-r) mo¿na u¿yæ tylko w trakcie instalacji, usuwania, sprawdzania pakietów lub przebudowywania bazy
sk: --root (-r) mô¾e by» pou¾ité iba poèas in¹talácie a odstránenia balíka, otázky alebo znovuzostavenia databázy
sl: --root (-r) sme biti podan le ob namestitvi, odstranitvi poizvedbi ali vnovièni izgradnji paketa
tr: --root (-r) sadece kurulum, kaldýrma, sorgulama ve yeniden veritabaný oluþturma iþlemlerinde kullanýlabilir

source: arguments to --root (-r) must begin with a /
cs: parametry pro --root (-r) musejí zaèínat znakem /
pl: argumenty dla --root (-r) musz± siê rozpoczynaæ od /
sk: argumenty pre --root (-r) musia zaèína» znakom /
sl: argumenti izbire --root (-r) se morajo zaèeti z /
tr: --root (-r) ile verilenler '/' ile baþlamalý

source: --oldpackage may only be used during upgrades
pl: --oldpackage mo¿na u¿yæ tylko podczas aktualizacji
sk: --oldpackage mô¾e by» pou¾íté iba poèas aktualizácie
sl: --oldpackage sme biti podan le ob nadgradnji

source: --nopgp may only be used during signature checking
pl: --nopgp mo¿na u¿yæ tylko w trakcie sprawdzania sygnatury
sk: --nopgp mô¾e by» pou¾íté iba poèas overenia podpisu
sl: --nopgp sme biti podan le ob preverjanju podpisa

source: --nogpg may only be used during signature checking
pl: --nogpg mo¿na u¿yæ tylko podczas sprawdzania sygnatury
sk: --nogpg mô¾e by» pou¾íté iba poèas overenia podpisu
sl: --nogpg sme biti podati le ob preverjanju podpisa

source: --nomd5 may only be used during signature checking and package verification
pl: --nomd5 mo¿na u¿yæ tylko podczas sprawdzania sygnatury i weryfkiacji pakietu
sk: --nomd5 mô¾e by» pou¾íté iba poèas overenia podpisu alebo balíka
sl: --nomd5 sme biti podan le ob preverjanju podpisa ali paketa

source: no files to sign
cs: ¾ádné soubory k podepsání
sl: ni datotek, ki bi jih lahko podpisal
tr: imzalanacak dosya yok

source: cannot access file %s
cs: pøístup k souboru %s se nezdaøil
pl: brak dostêpu do pliku %s
sk: nie je mo¾né pracova» so súborom %s
sl: dostop do datoteke %s ni mo¾en
tr: %s dosyasý bulunamýyor

source: pgp not found:
cs: pgp nenalezeno:
pl: nie znaleziono pgp:
sk: pgp nebolo nájdené:
sl: pgp manjka:
tr: pgp bulunamadý:

source: Enter pass phrase:
cs: Vlo¾te heslovou frázi:
pl: Podaj has³o:
sl: Vnesite pristopno geslo:
tr: Anahtar parolasýný girin:

source: Pass phrase check failed
cs: Chybná heslová fráze
pl: Weryfikacja has³a nieudana
sk: Kontrola hesla zlyhala
sl: Preverjanje pristopnega gesla neuspe¹no
tr: Anahtar parolasý kontrolü baþarýsýz

source: Pass phrase is good.
cs: Heslová fráze je v poøádku.
pl: Has³o jest prawid³owe.
sk: Heslo je v poriadku.
sl: Pristopno geslo je pravo.
tr: Anahtar parolasý doðru.

source: Invalid %%_signature spec in macro file.
cs: ©patná %%_signature spec v souboru maker.
pl: B³êdny %%_signature spec w pliku makra.
sk: Chybná ¹pecifikácia %%_signature v makro-súbore.
sl: Neveljaven %%_signature v makro-datoteki.
tr: Makro dosyasýndaki %%_signature spec geçersiz.

source: --sign may only be used during package building
cs: --sign mù¾e být pou¾it jen pøi sestavování balíèkù
pl: --sign mo¿na u¿yæ tylko w trakcie budowania pakietu
sk: --sign mô¾e by» pou¾íté iba poèas zostavenia balíka
sl: --sign sme biti podan le ob izgradnji paketa
tr: --sign sadece paket oluþturulurken kullanýlabilir

source: exec failed
cs: spu¹tìní selhalo
pl: wykonanie nie powiod³o siê
sk: vykonanie zlyhalo
sl: izvajanje je bilo neuspe¹no
tr: icra baþarýsýz

source: unexpected arguments to --querytags
cs: neoèekávané parametry pro --querytags
pl: nieoczekiwane argumenty dla --querytags
sk: neoèakávané argumenty pre --querytags
sl: neprièakovani argumenti za --querytags

source: no packages given for signature check
pl: nie podano nazwy pakietu do sprawdzenia sygnatury
sk: neboli zadané ¾iadne balíky pre overenie podpisu
sl: paketi za katere bi bilo potrebno preveriti podpis niso navedeni

source: no packages given for signing
pl: nie podano nazwy pakietu do podpisania
sk: neboli zadané ¾iadne balíky na podpis
sl: paketi katere bi bilo potrebno podpisati niso navedeni

source: no packages given for uninstall
pl: nie podano nazw plików do usuniêcia
sk: neboli zadané ¾iadne balíky pre odin¹talovanie
sl: paketi katere bi bilo potrebno odstraniti niso navedeni

source: no packages given for install
cs: nezadány ¾ádné balíèky pro instalaci
pl: nie podano nazw plików do zainstalowania
sk: neboli zadané ¾iadne balíky pre in¹taláciu
sl: paketi katere bi bilo potrebno namestiti niso navedeni
tr: yüklenecek paket(ler) belirtilmedi

source: extra arguments given for query of all packages
pl: zbyt wiele argumentów dla odpytywania wszystkich pakietów
sk: boli zadané nadbytoèné argumenty otázky pre v¹etky balíky
sl: pri poizvedbi paketov so podani odveèni argumenti

source: no arguments given for query
cs: k dotazu nezadány ¾ádné parametry
pl: nie podano argumentów dla trybu zapytañ
sk: neboli zadané ¾iadne argumenty pre otázku
sl: argumenti za poizvedbo niso podani
tr: sorgulama için hiç argüman belirtilmedi

source: extra arguments given for verify of all packages
pl: zbyt wiele argumentów dla weryfikacji wszystkich pakietów
sl: pri preverjanju paketov so podani odveèni argumenti

source: no arguments given for verify
cs: pro kontrolu nezadány ¾ádné balíèky
pl: nie podano argumentów dla sprawdzania
sk: neboli zadané ¾iadne argumenty pre overenie
sl: argumenti za preverjanje niso podani
tr: denetleme için hiç argüman belirtilmedi

source: cannot open package: %s
sl: paketa ni mo¾no odpreti: %s

source: argument is not an RPM package
cs: parametr není RPM balíèek
pl: argument nie jest pakietem RPM
sk: argument nie je RPM balík
sl: navedeni argument ni paket RPM
tr: argüman bir RPM paketi deðil

source: error reading header from package
cs: chyba pøi pøi ètení hlavièky balíèku
pl: b³±d odczytu nag³ówka z pakietu
sk: chyba pri èítaní hlavièky balíka
sl: napaka pri branju glave paketa
tr: paketten baþlýk okunmasý sýrasýnda hata oluþtu

source: cannot re-open payload: %s
cs: nemohu znovu otevøít payload: %s
sl: ni mo¾no vnoviè odpreti (payload): %s
tr: payload %s tekrar açýlamýyor

source: --define '<name> <body>'
sl: --define '<ime> <telo>'

source: initalize database (unnecessary, legacy use)
sl: nalaganje podatkovne zbirke (nepotrebno, zavr¾ena izbira)
