Repository: rpm-software-management/rpm
Catalog: po/*.po
Languages: cs, pl, sk, sl, tr

source: Cannot expand %s
tr: %s geniþletilemiyor

source: Cannot read %s, HOME is too large.
tr: %s okunamýyor, EV çok büyük

source: Unable to open %s for reading: %s.
tr: %s okuma eriþimi için açýlamadý: %s.

source: cannot open Packages database in %s
tr: %s de Paket veritabaný açýlamadý

source: Expected size: %12d = lead(%d)+sigs(%d)+pad(%d)+data(%d)
tr: gereken boyut: %12d = (%d)uç+(%d)imza+(%d)iz+(%d)veri

source: Actual size: %12d
tr: Gerçek boyut: %12d

source: Signature: size(%d)+pad(%d)
tr: Ýmza: boyut(%d)+iz(%d)

source: pgp failed
tr: pgp hata verdi

source: pgp failed to write signature
tr: pgp imzasýnýn yazýlmasý baþarýsýz

source: unable to read the signature
tr: imza okunamadý

source: gpg failed
tr: gpg hata verdi

source: gpg failed to write signature
tr: imzanýn yazýlmasý sýrasýnda gpg hata verdi

source: Invalid %%_signature spec in macro file
tr: Makro dosyasýnda %%_signature spec geçersiz

source: You must set "%%_gpg_name" in your macro file
tr: Makro dosyanýzda "%%_pgp_name" tanýmlanmýþ olmalý

source: You must set "%%_pgp_name" in your macro file
tr: Makro dosyanýzda "%%_pgp_name" belirtmelisiniz

source: db%d error(%d) from %s: %s
tr: db%d hata(%d) %s'den: %s

source: db%d error(%d): %s
tr: db%d hata(%d): %s

source: closed db environment %s/%s
tr: kapandý db ortamý %s/%s

source: removed db environment %s/%s
tr: silindi db ortamý %s/%s

source: opening db environment %s/%s %s
tr: açýlýyor db ortamý %s/%s %s

source: closed db index %s/%s
tr: kapandý db endeks %s/%s

source: verified db index %s/%s
tr: doðrulandý db endeks %s/%s

source: opening db index %s/%s %s mode=0x%x
tr: açýlýyor db endeks %s/%s %s kip=0x%x

source: cannot get %s lock on %s/%s
tr: %s kilit %s/%s'den alýnamadý

source: locked db index %s/%s
tr: kilitli db endeks %s/%s

source: unrecognized db option: "%s" ignored.
tr: tanýnmayan db seçeneði: "%s" yoksayýldý

source: initialize database
tr: veritabanýný baþlangýç durumuna getirir

source: rebuild database inverted lists from installed package headers
tr: kurulu paket baþlýklarýndan veritabaný listelerini yeniden oluþturur

source: verify database files
cs: zkontrolovat databázové soubory
tr: veritabaný dosyaralýný doðrular

source: generate headers compatible with (legacy) rpm[23] packaging
tr: (eski) rpm[23] paketleme ile uyumlu baþlýklarý üretir

source: cannot open %s index using db%d - %s (%d)
tr: %s indeksi db%d - %s (%d) kullanarak açýlamadý

source: cannot open %s index
tr: %s indeksi açýlamadý

source: no dbpath has been set
tr: belirtilmiþ bir dbpath deðeri yok

source: error(%d) getting "%s" records from %s index
tr: hata(%d): "%s" kayýt %s indeksinden alýnýyor

source: %s: cannot read header at 0x%x
tr: %s: 0x%x de baþlýk okunamadý

source: removing "%s" from %s index.
tr: "%s" %s indeksinden siliniyor.

source: removing %d entries from %s index.
tr: %d girdi %s indeksinden siliniyor.

source: error(%d) allocating new package instance
tr: yeni paket örneðini tutma hatasý(%d)

source: adding "%s" to %s index.
tr: "%s" %s indeksine ekleniyor.

source: adding %d entries to %s index.
tr: %d girdi %s indeksine ekleniyor.

source: error(%d) storing record %s into %s
tr: hata(%d): %s kayýt %s içine yazýlýyor

source: removing %s after successful db3 rebuild.
tr: baþarýlý db3 yeniden oluþturma ertesinde %s kaldýrýlýyor

source: temporary database %s already exists
tr: geçici veritabaný %s zaten mevcut

source: creating directory %s
tr: %s dizini oluþturuluyor

source: creating directory %s: %s
tr: %s dizini oluþturuluyor: %s

source: opening old database with dbapi %d
tr: eski veritabaný dbapi %d ile açýlýyor

source: opening new database with dbapi %d
tr: yeni veritabaný dbapi %d ile açýlýyor

source: cannot add record originally at %u
tr: kayýt özgün olarak %u e eklenemedi

source: failed to rebuild database: original database remains in place
tr: veritabaný yeniden oluþturulamadý: mevcut veritabaný deðiþmeden yerinde býrakýldý

source: replace files in %s with files from %s to recover
tr: kurtarmak için %s içindeki dosyalar %s deki dosyalarla deðiþtiriliyor

source: removing directory %s
tr: %s dizini siliniyor

source: Macro %%%s has unterminated body
tr: %%%s makrosunun gövdesi sonlandýrýlmamýþ

source: Macro %%%s has illegal name (%%define)
tr: %%%s makrosunun ismi kuraldýþý (%%define)

source: Macro %%%s has unterminated opts
tr: %%%s makrosunu seçenekleri sonlandýrýlmamýþ

source: Macro %%%s has empty body
tr: %%%s makrosu boþ

source: Macro %%%s failed to expand
tr: %%%s makrosu geniþletmede baþarýsýz

source: Macro %%%s has illegal name (%%undefine)
tr: %%%s makrosunun ismi kuraldýþý (%%define)

source: Macro %%%s (%s) was not used below level %d
tr: %%%s (%s) makrosu %d seviyenin altýnda kullanýlmadý

source: Unknown option %c in %s(%s)
tr: %c seçeneði %s(%s) de anlaþýlamadý

source: Recursion depth(%d) greater than max(%d)
tr: Yineleme derinliði(%d) mümkün miktardan(%d) büyük

source: Unterminated %c: %s
tr: %c sonlandýrýlmamýþ: %s

source: A %% is followed by an unparseable macro
tr: Bir ayrýþtýrýlamayan makro tarafýndan bir %% izlendi

source: Macro %%%.*s not found, skipping
tr: %%%.*s makrosu bulunamadý, atlanýyor

source: Target buffer overflow
tr: Hedef tampon bellek taþtý

source: File %s: %s
tr: %s dosyasý: %s

source: File %s is smaller than %u bytes
tr: %s dosyasý %u bayttan küçük

source: Server I/O error
tr: Sunucu G/Ç hatasý

source: I/O error to local file
tr: Yerel dosyaya G/Ç hatasý

source: (no error)
tr: (hata yok)

source: [--nomd5] [targets]
pl: [--nomd5] [cele]
sk: [--nomd5] [ciele]

source: rpm {--setperms} [-afpg] [target]
pl: rpm {--setperms} [-afpg] [cel]
sk: rpm {--setperms} [-afpg] [cieµ]

source: rpm {--setugids} [-afpg] [target]
pl: rpm {--setugids} [-afpg] [cel]
sk: rpm {--setugids} [-afpg] [cieµ]

source: --queryformat <qfmt>
pl: --queryformat <format zapytania>

source: --triggeredby <pkg>
pl: --triggeredby <pakiet>
sk: --triggeredby <balík>

source: [--target=platform1[,platform2...]]
pl: [--target=platforma1[,platforma2...]]

source: user %s does not exist - using root
pl: u¿ytkownik %s nie istnieje - u¿yto konta root
sk: pou¾ívateµ %s neexistuje - pou¾ije sa root

source: group %s does not exist - using root
pl: grupa %s nie istnieje - u¿yto grupy root
sk: skupina %s neexistuje - pou¾ije sa root

source: do not accept I18N msgstr's from specfile
pl: nie akceptuj wpisów I18N ze speca
sk: neakceptova» lokalizované re»azce zo spec-súboru

source: lookup I18N strings in specfile catalog
pl: wyszukaj wpisy I18N w katalogu speca
sk: pre preklad re»azcov pou¾i» katalóg správ spec-súborov

source: query the pacakges triggered by the package
pl: odpytywanie pakietów zahaczanych przez pakiet
sk: opýta» sa balíkov spustených balíkom

source: query the packages which require a capability
pl: odpytywanie pakietów wymagaj±cych zasobu
sk: opýta» sa balíkov vy¾adujúcich schopnos»

source: query the packages which provide a capability
pl: odpytywanie pakietów udostêpniaj±cych zasób
sk: opýta» sa balíkov poskytujúcich schopnos»

source: error in format: %s
pl: b³±d w formacie: %s
sk: chyba formátu: %s

source: exec failed!
pl: uruchomienie nie powiod³o siê!
sk: vykonanie zlyhalo!

source: missing %s
pl: brak %s
sk: chýbajúce %s

source: This may be freely redistributed under the terms of the GNU GPL
sk: Program mô¾e by» voµne redistribuovaný v súlade s podmienkami GNU GPL

source: undefined identifier
sk: nedefinovaný identifikátor

source: grabData() RPM_STRING_TYPE count must be 1.
sk: grabData() RPM_STRING_TYPE poèet musí by» 1.

source: %%instchangelog value in macro file should be a number, but isn't
sk: hodnota %%instchangelog v makro-súbore by mala by» èíselná, ale nie je

source: warning: %s created as %s
sk: varovanie: %s vytvorené ako %s

source: warning: %s saved as %s
sk: varovanie: %s uchovaný ako %s

source: sigsize : %d
sk: veµkos» podpisu : %d

source: Header + Archive: %d
sk: Hlavièka a archív: %d

source: expected size : %d
sk: oèakávaná veµkos»: %d

source: New Header signature
sk: Nová hlavièka podpisu

source: File %s is smaller than %d bytes
sk: Súbor %s je men¹í ako %d bajtov

source: <cmd>
cs: <pøík>

source: read <file:...> instead of default macro file(s)
cs: èíst <soubor:...> místo implicitního makro souboru

source: <file:...>
cs: <soubor:...>

source: read <file:...> instead of default rpmrc file(s)
cs: èíst <soubor:...> místo implicitního rpmrc souboru

source: debug protocol data stream
cs: ladit protokol datového toku

source: Common options for all rpm modes:
cs: Spoleèné volby pro v¹echny módy:

source: This program may be freely redistributed under the terms of the GNU GPL
cs: Tento program lze volnì ¹íøit podle podmínek GNU GPL.

source: Usage: %s {--help}
cs: Pou¾ití: %s {--help}

source: The --rcfile option has been eliminated.
cs: Volba --rcfile byla odstranìna.

source: Use "--macros <file:...>" instead.
cs: Pou¾ijte volbu "--macros <soubor:...>".

source: Missing %s in %s %s
cs: Chybìjící %s v %s %s

source: Glob not permitted: %s
cs: Glob není dovolen: %s

source: Couldn't exec %s: %s
cs: Nemohu spustit %s: %s

source: Couldn't fork %s: %s
cs: Nemohu provést fork %s: %s

source: %s failed
cs: %s selhalo

source: failed to write all data to %s
cs: Nemohu zapsat v¹echna data do %s

source: Failed to find %s:
cs: Selhalo vyhledání %s:

source: line %d: File name not permitted: %s
cs: øádek %d: Jméno souboru není dovoleno: %s

source: do not verify build dependencies
cs: nekontrolovat závislosti balíèkù

source: ========== successors only (presentation order)
cs: ========== pouze úspì¹né (poøadí dle prezentace)

source: %s directory created with perms %04o.
cs: vytvoøen adresáø %s s právy %04o.

source: relocate files in non-relocateable package
cs: pøemístìní souborù v nepøemístitelném balíèku

source: query/verify a package file (i.e. a binary *.rpm file)
cs: dotaz/ovìøení souboru s balíèkem (tj. binárního RPM souboru)

source: execution of %s scriptlet from %s-%s-%s failed, waitpid returned %s
cs: provedení skripletu %s z %s-%s-%s selhalo, návratový kód byl: %s

source: execution of %s scriptlet from %s-%s-%s failed, exit status %d
cs: provedení %s skripletu z %s-%s-%s selhalo, návratový kód: %d

source: no packages
cs: ¾ádné balíèky

source: path %s in package %s is not relocateable
cs: cesta %s v balíèku %s není pøemístitelná

source: dataLength() RPM_STRING_TYPE count must be 1.
cs: Poèet dataLength() RPM_STRING_TYPE musí být 1.

source: %s: read manifest failed: %s
cs: %s: Fread selhalo: %s
