Repository: rpm-software-management/rpm
Catalog: po/*.po
Languages: cs, pl, sk, sl, tr

source: incomplete %%changelog entry
cs: nekompletní polo¾ka v %%changelog
tr: %%changelog girdi eksik

source: bad date in %%changelog: %s
cs: ¹patný datum v %%changelog: %s
tr: %%changelog içinde tarih hatasý: %s

source: missing name in %%changelog
cs: chybìjící jméno v %%changelog
tr: %%changelog içinde isim yok

source: no description in %%changelog
cs: ¾ádný popis v %%changelog
tr: %%changelog içinde açýklama yok

source: line %d: Error parsing %%description: %s
cs: øádek %d: Chyba pøi parsování %%description: %s
tr: satýr %d: %%description ayrýþtýrýlýrken hata: %s

source: line %d: Bad option %s: %s
cs: øádek %d: ¹patná volba %s: %s
tr: satýr %d: %s seçeneði hatalý: %s

source: line %d: Too many names: %s
cs: øádek %d: Pøíli¹ mnoho jmen: %s
tr: satýr %d: Ýsim sayýsý fazla: %s

source: line %d: Package does not exist: %s
cs: øádek %d: Balíèek neexistuje: %s
tr: satýr %d: Paket yok: %s

source: line %d: Second description
cs: øádek %d: Druhé description
tr: satýr %d: Ýkinci açýklama

source: line %d: Error parsing %%files: %s
cs: øádek %d: Chyba pøi parsování %%files: %s
tr: satýr %d: %%files ayrýþtýrýlýrken hata: %s

source: line %d: Second %%files list
cs: øádek %d: Druhý seznam %%files
tr: satýr %d: Ýkinci %%files listesi

source: Architecture is excluded: %s
cs: Architektura je vyøazena: %s
tr: Mimari dýþlandý: %s

source: Architecture is not included: %s
cs: Architektura není zahrnuta: %s
tr: Mimari içerilmedi: %s

source: OS is excluded: %s
cs: OS je vyøazen: %s
tr: OS dýþlandý: %s

source: OS is not included: %s
cs: OS není zahrnut: %s
tr: OS içerilmedi: %s

source: %s field must be present in package: %s
cs: Polo¾ka %s musí být v balíèku pøítomna: %s
tr: Pakette %s alan mevcut olmalý: %s

source: Duplicate %s entries in package: %s
cs: Duplikovaná polo¾ka %s v balíèku: %s
tr: Pakette %s girdi tekrarlanmýþ: %s

source: Unable to open icon %s: %s
cs: Nemohu otevøít ikonu %s: %s
tr: %s kýsayol simgesi açýlamadý: %s

source: Unable to read icon %s: %s
cs: Nemohu pøeèíst ikonu %s: %s
tr: %s kýsayol simgesi okunamadý: %s

source: Unknown icon type: %s
cs: Neznámý typ ikony: %s
tr: bilinmeyen kýsayol simgesi türü: %s

source: line %d: Tag takes single token only: %s
cs: øádek %d: Znaèka má jen jeden token: %s
tr: satýr %d: Etiket sadece tek dizgecik alýr: %s

source: line %d: Malformed tag: %s
cs: øádek %d: Poèkozená znaèka: %s
tr: satýr %d: Etiket bozuk: %s

source: line %d: Empty tag: %s
cs: øádek %d: Prázdná znaèka: %s
tr: satýr %d: Etiket boþ: %s

source: line %d: Illegal char '-' in %s: %s
cs: øádek %d: Nepøípustný znak '-' v %s: %s
tr: satýr %d: %s içinde '-' karakteri kuraldýþý: %s

source: BuildRoot can not be "/": %s
cs: BuildRoot nemù¾e být "/": %s
tr: BuildRoot "/" olamaz: %s

source: line %d: Prefixes must not end with "/": %s
cs: øádek %d: Prefixy nesmí konèit znakem "/": %s
tr: satýr %d: Önekler "/" ile bitemez: %s

source: line %d: Docdir must begin with '/': %s
cs: øádek %d: Docdir musí zaèínat na '/': %s
tr: satýr %d: Docdir '/' ile baþlamalý: %s

source: line %d: Epoch/Serial field must be a number: %s
cs: øádek %d: Polo¾ka Epoch/Serial musí být èíslo: %s
tr: satýr %d: Epoch/Serial alaný bir sayý olmalý: %s

source: line %d: Bad %s: qualifiers: %s
cs: øádek %d: ©patné urèení %s: %s
tr: satýr %d: %s hatalý: niteleyiciler: %s

source: line %d: Bad BuildArchitecture format: %s
cs: øádek %d: ©patný formát BuildArchitecture: %s
tr: satýr %d: BuildArchitecture biçimi hatalý: %s

source: Internal error: Bogus tag %d
cs: Interní chyba: ©patná znaèka: %d
tr: Ýçsel hata: %d etiketi sahte

source: Bad package specification: %s
cs: ©patná specifikace balíèku: %s
tr: Paket özellikleri hatalý: %s

source: Package already exists: %s
cs: Balíèek ji¾ existuje: %s
tr: Paket zaten var: %s

source: line %d: Unknown tag: %s
cs: øádek %d: Neznámá znaèka: %s
tr: satýr %d: Bilinmeyen etiket: %s

source: Spec file can't use BuildRoot
cs: Spec soubor nemù¾e pou¾ít BuildRoot
tr: Spec dosyasý BuildRoot kullanamaz

source: Bad source: %s: %s
cs: ©patný zdrojový soubor: %s: %s
tr: Kaynak hatalý: %s: %s

source: No patch number %d
cs: Patch èíslo %d neexistuje
tr: %d yama numarasý yok

source: No source number %d
cs: Zdroj èíslo %d neexistuje
tr: %d kaynak kodu numarasý yok

source: Couldn't download nosource %s: %s
cs: Nemohu naèíst nosource %s: %s
tr: Kaynak kodu olmayan %s sunucudan indirilemedi: %s

source: Error parsing %%setup: %s
cs: Chyba pøi parsování %%setup: %s
tr: %%setup çözümlenirken hata: %s

source: line %d: Bad arg to %%setup: %s
cs: øádek %d: ©patný parametr v %%setup: %s
tr: satýr %d: %%setup argumaný hatalý: %s

source: line %d: Bad %%setup option %s: %s
cs: øádek %d: ©patná volba v %%setup %s: %s
tr: satýr %d: %%setup seçeneði %s hatalý: %s

source: line %d: Need arg to %%patch -b: %s
cs: øádek %d: K %%patch -b potøebuji parametr: %s
tr: satýr %d: %%patch -b'ye argüman gerekli: %s

source: line %d: Need arg to %%patch -z: %s
cs: øádek %d: K %%patch -z potøebuji parametr: %s
tr: satýr %d: %%patch -z'ye argüman gerekli: %s

source: line %d: Need arg to %%patch -p: %s
cs: øádek %d: K %%patch -p potøebuji parametr: %s
tr: satýr %d: %%patch -p'ye argüman gerekli: %s

source: line %d: Bad arg to %%patch -p: %s
cs: øádek %d: ©patný parametr pro %%patch -p: %s
tr: satýr %d: %%patch -p'nin argümaný hatalý: %s

source: Too many patches!
cs: Pøíli¹ mnoho patchù!
tr: Yamalar çok fazla!

source: line %d: Bad arg to %%patch: %s
cs: øádek %d: ©patný parametr pro %%patch: %s
tr: satýr %d: %%patch argüman hatasý: %s

source: line %d: second %%prep
cs: øádek %d: druhý %%prep
tr: satýr %d: %%prep saniye

source: line %d: Dependency tokens must begin with alpha-numeric, '_' or '/': %s
cs: øádek %d: Polo¾ky v závislostech musí zaèínat alfanumerickým znakem, '_' nebo '/': %s
tr: satýr %d: Baðýmlýlýk kýsaltmalarý bir alfanümerik, '_' veya '/' ile baþlamalý: %s

source: line %d: Versioned file name not permitted: %s
cs: øádek %d: Jméno s verzí není dovoleno: %s
tr: satýr %d: Sürüm içeren dosya adý uygun deðil: %s

source: line %d: Version required: %s
cs: øádek %d: Vy¾adována verze: %s
tr: satýr %d: Sürüm gerekli: %s

source: line %d: triggers must have --: %s
cs: øádek %d: spou¹tì (triggery) musí mít --: %s
tr: satýr %d: tetikleyiciler -- içermeli: %s

source: line %d: Error parsing %s: %s
cs: øádek %d: Chyba pøi parsování %s: %s
tr: satýr %d: %s çözümlenirken hata oluþtu: %s

source: line %d: script program must begin with '/': %s
cs: øádek %d: jméno skriptu musí zaèínat na '/': %s
tr: satýr %d: betik programý '/' ile baþlamalý: %s

source: line %d: Second %s
cs: øádek %d: Druhý %s
tr: satýr %d: %s saniye

source: line %d: %s
cs: øádek %d: %s
tr: satýr %d: %s

source: Unclosed %%if
cs: Neuzavøený %%if
tr: %%if kapanmamýþ

source: %s:%d: parseExpressionBoolean returns %d
cs: %s:%d: parseExpressionBoolean vrátil %d
tr: %s:%d: parseExpressionBoolean %d ile döner

source: %s:%d: Got a %%else with no %%if
cs: %s:%d: %%else bez poèíteèního %%if
tr: %s:%d: %%if'siz bir %%else alýndý

source: %s:%d: Got a %%endif with no %%if
cs: %s:%d: %%endif bez poèáteèního %%if
tr: %s:%d: %%if'siz bir %%endif alýndý

source: malformed %%include statement
cs: po¹kozený pøíkaz %%include
tr: %%include deyimi bozuk

source: No compatible architectures found for build
cs: Nenalezeny ¾ádné kompatibilní architektury pro sestavení
tr: Kurgulamak için uyumlu mimari yok

source: Package has no %%description: %s
cs: Balíèek nemá ¾ádné %%description: %s
tr: Paket %%description içermiyor: %s

source: buildroot already specified, ignoring %s
cs: buildroot byl ji¾ nastaven, ignoruji %s
tr: buildroot zaten belirtilmiþ, %s yoksayýlýyor

source: build through %prep (unpack sources and apply patches) from <specfile>
cs: sestavení podle %prep (rozbalení zdrojových kódù a aplikace patchù) podle <spec_soubor>
tr: <specDosyasý>ndan %prep adýmý sayesinde oluþturulur (kaynak paketi açýlýr ve yamalar uygulanýr)

source: <specfile>
cs: <spec_soubor>
tr: <specDosyasý>

source: build through %build (%prep, then compile) from <specfile>
cs: sestavení podle %build (%prep, pak kompilace) podle <spec_soubor>
tr: <specDosyasý>ndan %build adýmý sayesinde oluþturulur (%prep, sonra da derlenir)

source: build through %install (%prep, %build, then install) from <specfile>
cs: sestavení podle %install (%prep, %build, pak install) podle <spec_soubor>
tr: <specDosyasý>ndan %install adýmý sayesinde oluþturulur (%prep, %build, sonra da kurulum)

source: verify %files section from <specfile>
cs: kontrola èásti %files ve <spec_soubor>
tr: <specDosyasý>ndan %files bölümünü denetler

source: build source and binary packages from <specfile>
cs: vytvoøení zdrojového a binárního balíèku podle <spec_soubor>
tr: kaynak ve çalýþtýrýlabilir paketleri <specDosyasý>ndan oluþturur

source: build binary package only from <specfile>
cs: vytvoøení pouze binárního balíèku podle <spec_soubor>
tr: çalýþtýrýlabilir paketi sadece <specDosyasý>ndan oluþturur

source: build source package only from <specfile>
cs: vytvoøení zdrojového balíèku podle <spec_soubor>
tr: kaynak paketi sadece <specDosyasý>ndan oluþturur

source: build through %prep (unpack sources and apply patches) from <tarball>
cs: sestavení podle %prep (rozbalení zdrojových kódù, aplikace patchù) z <tar_soubor>
tr: <tarpaketi>nden %prep adýmý sayesinde oluþturulur (kaynak paketi açýlýr ve yamalar uygulanýr)

source: <tarball>
cs: <tar_soubor>
tr: <tarPaketi>

source: build through %build (%prep, then compile) from <tarball>
cs: sestavení podle %build (%prep, pak kompilace) z <tar_soubor>
tr: <tarPaketi>nden %build adýmý sayesinde oluþturulur (%prep, sonra da derleme)

source: build through %install (%prep, %build, then install) from <tarball>
cs: sestavení podle %%install (%prep, %build, pak install) z <tar_soubor>
tr: <tarpaketi>nden %install adýmý sayesinde oluþturulur (%prep, %build, sonra da kurulur)

source: verify %files section from <tarball>
cs: kontrola èásti %files z <tar_soubor>
tr: <tarpaketi>nden %files bölümünü denetler

source: build source and binary packages from <tarball>
cs: vytvoøení zdrojového a binárního balíèku z <tar_soubor>
tr: kaynak ve çalýþtýrýlabilir paketleri <tarpaketi>nden oluþturur

source: build binary package only from <tarball>
cs: vytvoøení pouze binárního balíèku z <tar_soubor>
tr: çalýþtýrýlabilir paketi sadece <tarpaketi>nden oluþturur

source: build source package only from <tarball>
cs: vytvoøení pouze zdrojového balíèku z <tar_soubor>
tr: kaynak paketi sadece <tarpaketi>nden oluþturur

source: build binary package from <source package>
cs: vytvoøení binárního balíèku ze <zdrojový balíèek>
tr: çalýþtýrýlabilir paketi <kaynak paketi>nden oluþturur

source: <source package>
cs: <zdrojový balíèek>
tr: <kaynak paketi>

source: build through %install (%prep, %build, then install) from <source package>
cs: sestavení podle %%install (vèetnì %prep, %build) ze <zdrojový balíèek>
tr: <kaynak paketi>nden %install adýmý sayesinde oluþturulur (%prep, %build, sonra da kurulur)

source: generate headers compatible with rpm4 packaging
cs: generovat hlavièky kompatibilní s RPM verze 4
tr: rpm4 paketleme ile uyumlu baþlýklarý üretir

source: ignore ExcludeArch: directives from spec file
cs: ignorovat ExcludeArch: direktivy ve spec souboru
tr: spec dosyasýndaki ExcludeArch: yönergeleri yoksayýlýyor

source: debug file state machine
cs: ladit nástroj stavu souborù
tr: hata ayýklama dosyasý durum motoru

source: generate package header(s) compatible with (legacy) rpm[23] packaging
cs: generovat hlavièky balíèkù kompatibilní s RPM verze 2 a 3
tr: paket baþlýklarýný (eski) rpm[23] paketleme ile uyumlu üretir

source: do not accept i18N msgstr's from specfile
cs: neakceptovat i18N popisky ze spec souboru
tr: spec dosyasý içindeki i18n msgstr'leri kabul edilmez

source: lookup i18N strings in specfile catalog
cs: vyhledat i18N øetìzce ve specfile katalogu
tr: spec dosyasýndaki i18n iletilerine bakar

source: line %d: Bad number: %s
cs: øádek %d: ©patné èíslo: %s
tr: satýr %d: Numara hatalý: %s

source: line %d: Bad no%s number: %d
cs: øádek %d: ©patné èíslo %s: %d
tr: satýr %d: Hatalý no%s numarasý: %d

source: can't query %s: %s
cs: nemohu provést dotaz %s: %s
tr: %s sorgulanamýyor: %s

source: Missing hard link(s)
cs: Chybìjící hardlink(y)
tr: Sabit bað(lar) eksik

source: MD5 sum mismatch
cs: MD5 souèet nesouhlasí
tr: MD5 toplamý çeliþkili

source: ========== recording tsort relations
cs: ========== ukládání tsort relací
tr: ========== tsort baðýntýlarý kaydediliyor

source: LOOP:
cs: SMYÈKA:
tr: ÇEVRÝM:

source: ========== continuing tsort ...
cs: ========== pokraèuje tsort ...
tr: ========== tsort sürüyor ...

source: mntctl() failed to return size: %s
cs: mntctl() nevrátil velikost: %s
tr: mntctl() sonuçlanan hatalý boyut nedeniyle baþarýsýz: %s

source: mntctl() failed to return mount points: %s
cs: mntctl() nevrátil pøípojné body: %s
tr: mntctl() sonuçlanan hatalý baðlantý yerleri nedeniyle baþarýsýz: %s

source: failed to stat %s: %s
cs: nemohu zjistit stav %s: %s
tr: stat %s baþarýsýz: %s

source: file %s is on an unknown device
cs: soubor %s je na neznámém zaøízení
tr: %s dosyasýnýn bulunduðu aygýt anlaþýlamadý

source: user %s does not exist - using root
cs: u¾ivatel %s neexistuje - pou¾it u¾ivatel root
tr: kullanýcý %s yok - root kullanýlacak

source: group %s does not exist - using root
cs: skupina %s neexistuje - pou¾ita skupina root
tr: grup %s yok - root kullanýlacak

source: %s saved as %s
cs: %s ulo¾eno jako %s
tr: %s %s olarak kaydedildi

source: %s rmdir of %s failed: Directory not empty
cs: %s odstranìní %s selhalo: Adresáø není prázdný
tr: %s / %s dizin silinemedi - Dizin boþ deðil

source: %s rmdir of %s failed: %s
cs: %s rmdir %s selhal: %s
tr: %s / %s dizinin silinmesi baþarýsýz: %s

source: %s unlink of %s failed: %s
cs: %s unlink %s selhal: %s
tr: %s / %s bað kaldýrýlamadý: %s

source: %s created as %s
cs: %s vytvoøen jako %s
tr: %s %s olarak oluþturuldu

source: cannot create %%%s %s
cs: nemohu vytvoøit %s: %s
tr: %%%s dosyasý oluþturulamýyor: %s

source: cannot write to %%%s %s
cs: nemohu zapsat do %%%s %s
tr: %%%s dosyasýna yazýlamaz %s

source: error creating temporary file %s
cs: chyba pøi vytváøení doèasného souboru %s
tr: %s geçici dosyasý oluþturulurken hata

source: packaging version 1 is not supported by this version of RPM
cs: práce s balíèky verze 1 není podporována touto verzí RPM
tr: RPM'nin bu sürümünde paket sürümü 1 desteklenmiyor

source: only packaging with major numbers <= 4 is supported by this version of RPM
cs: tato verze RPM podporuje práci s balíèky s verzí <= 4
tr: RPM'nin bu sürümünde sadece ilk sürüm rakamý <= 4 olan paketler destekleniyor

source: disable use of libio(3) API
cs: zakázat pou¾ití libio(3) API
tr: libio(3) API kullanýmýný iptal eder

source: provide less detailed output
cs: poskytnout výstu s ménì detaily
tr: daha az ayrýntýlý çýktý saðlar

source: provide more detailed output
cs: poskytnout detailnìj¹í výstup
tr: daha ayrýntýlý çýktý saðlar

source: debug rpmio I/O
cs: ladit rpmio I/O
tr: rpmio G/Ç hata kontrolu

source: debug URL cache handling
cs: ladit manipulaci s URL cache
tr: URL arabellek kullanýmý hata kontrolu

source: do not execute package scriptlet(s)
cs: nespou¹tìt ¾ádné skripty urèené pro balíèky
tr: paket betikleri çalýþtýrýlmaz

source: save erased package files by renaming into sub-directory
cs: uchovat smazané soubory pøesunem do podadresáøe
tr: ismi deðiþtirilerek alt dizine kaydedilmek suretiyle silinen dosyalarý kaydeder

source: <package>+
cs: <balíèek>
tr: <paket>+

source: skip files with leading component <path>
cs: pøeskoèit soubory s úvodní cestou <cesta>
tr: <dosyayolu> ile baþlayan dosyalarý atlar

source: <path>
cs: <cesta>
tr: <dosyaYolu>

source: upgrade package(s) if already installed
cs: aktualizace balíèku jestli¾e je ji¾ nainstalován
tr: paket(ler) kurulu ise paket(ler)i günceller

source: <packagefile>+
cs: <soubor_balíèku>+
tr: <paketDosyasý>+

source: don't verify MD5 digest of files
cs: nekontrolovat MD5 souborù v balíèku
tr: dosyalarýn MD5 özümlemesi doðrulanmaz

source: do not execute %%pre scriptlet (if any)
cs: nespou¹tìt ¾ádné skripty (jsou-li nìjaké)
tr: %%pre betiði (varsa) çalýþtýrýlmaz

source: do not execute %%post scriptlet (if any)
cs: nespou¹tìt ¾ádné skripty (jsou-li nìjaké)
tr: %%post betiði (varsa) çalýþtýrýlmaz

source: do not execute %%preun scriptlet (if any)
cs: nespou¹tìt ¾ádné skripty (jsou-li nìjaké)
tr: %%preun betiði (varsa) çalýþtýrýlmaz

source: do not execute %%postun scriptlet (if any)
cs: nespou¹tìt ¾ádné skripty (jsou-li nìjaké)
tr: %%postun betiði (varsa) çalýþtýrýlmaz

source: do not execute any scriptlet(s) triggered by this package
cs: nespou¹tìt ¾ádné skripty aktivované tímto balíèkem
tr: bu paket tarafýndan tetiklenen hiç bir betik çalýþtýrýlmaz

source: do not execute any %%triggerprein scriptlet(s)
cs: nespou¹tìt ¾ádné skripty urèené pro balíèky
tr: hiçbir %%triggerprein betiði çalýþtýrýlmaz

source: do not execute any %%triggerin scriptlet(s)
cs: nespou¹tìt ¾ádné instalaèní skripty
tr: hiçbir %%triggerin betiði çalýþtýrýlmaz.

source: do not execute any %%triggerun scriptlet(s)
cs: nespou¹tìt ¾ádné instalaèní skripty
tr: hiçbir %%triggerun betiði çalýþtýrýlmaz.

source: do not execute any %%triggerpostun scriptlet(s)
cs: nespou¹tìt ¾ádné instalaèní skripty
tr: hiçbir %%triggerpostun betiði çalýþtýrýlmaz.

source: <dir>
cs: <adresáø>
tr: <dizin>

source: relocate files from path <old> to <new>
cs: pøemístit soubory ze <staré_cesty> do <nové_cesty>
tr: dosyalarý <eski> dizininden kaldýrýp <yeni> dizinine yerleþtirir

source: <old>=<new>
cs: <stará_cesta>=<nová_cesta>
tr: <eski>=<yeni>

source: save erased package files by repackaging
cs: uchovat smazané soubory pomocí pøebalení
tr: yeniden paketleme sýrasýnda silinen paket dosyalarýný kaydeder

source: <date>
cs: <datum>
tr: <tarih>

source: upgrade package(s)
cs: aktualizace balíèku
tr: paket günceller

source: query/verify all packages
cs: dotázat/ovìøit v¹echny balíèky
tr: tüm paketleri sorgular/doðrular

source: query/verify package(s) owning file
cs: dotaz/ovìøení balíèkù vlastnícího soubor
tr: dosyayý içeren paketleri sorgular/denetler

source: query/verify package(s) in group
cs: dotaz/ovìøení balíèkù ve skupinì
tr: gruptaki paketleri sorgular/denetler

source: rpm query mode
cs: re¾im dotazù
tr: rpm sorgulama kipi

source: query the package(s) triggered by the package
cs: dotaz na balíèky aktivované balíèkem
tr: paket tarafýndan tetiklenen paketleri sorgular

source: rpm verify mode
cs: re¾im kontroly
tr: rpm denetleme kipi

source: query/verify the package(s) which require a dependency
cs: dotaz/ovìøení balíèkù vy¾adujících závislost
tr: bir baðýmlýlýk gerektiren paketleri sorgular/denetler

source: query/verify the package(s) which provide a dependency
cs: dotaz/ovìøení balíèkù poskytujících závislost
tr: bir baðýmlýlýðý saðlayan paketleri sorgular/denetler

source: skip %%ghost files
cs: vynechat %%ghost soubory
tr: %%ghost dosyalarý atlanýr

source: skip %%license files
cs: vynechat %%license soubory
tr: %%license dosyalarý atlanýr

source: skip %%readme files
cs: vynechat %%readme soubory
tr: %%readme dosyalarý atlanýr

source: substitute i18n sections into spec file
cs: nahradit i18n sekce do spec souboru
tr: spec dosyasýndaki i18n bölümleri yerine kullanýlýr

source: don't verify size of files
cs: nekontrolovat velikost souborù
tr: dosyalarýn uzunluklarý doðrulanmaz

source: don't verify symlink path of files
cs: nekontrolovat cesty symbolických linek
tr: dosyalarýn sembolik bað dosya yollarý doðrulanmaz

source: don't verify owner of files
cs: nekontrolovat vlastníka souborù
tr: dosyalarýn sahipleri doðrulanmaz

source: don't verify group of files
cs: nekontrolovat skupinu souborù
tr: dosyalarýn gruplarý doðrulanmaz

source: don't verify modification time of files
cs: nekontrolovat èas zmìny souboru
tr: dosyalarýn deðiþiklik zamanlarý doðrulanmaz

source: don't verify mode of files
cs: nekontrolovat mód souborù
tr: dosyalarýn kipleri doðrulanmaz

source: don't verify package dependencies
cs: nekontrolovat závislosti balíèkù
tr: paket baðýmlýlýklarý doðrulanmaz

source: generate signature
cs: generovat PGP/GPG podpis
tr: imza üretir

source: source package expected, binary found
cs: oèekávám balíèek se zdrojovými kódy, nalezen v¹ak binární
tr: kaynak paketi gerekirken çalýþtýrýlabilir paketi bulundu

source: source package contains no .spec file
cs: zdrojový balíèek neobsahuje .spec soubor
tr: kaynak paketi .spec dosyasý içermiyor

source: unpacking of archive failed%s%s: %s
cs: rozbalování archívu selhalo %s%s: %s
tr: arþiv paketi açýlýrken baþarýsýz%s%s: %s

source: incorrect format: %s
cs: nesprávný formát: %s
tr: biçem yanlýþ: %s

source: package has neither file owner or id lists
cs: balíèek nemá vlastníka souboru ani seznamy id
tr: paket ne dosya sahibi ne de kimlik listesi içeriyor

source: package record number: %u
cs: záznam balíèku èíslo: %u
tr: paket kayýt numarasý: %u

source: record %u could not be read
cs: záznam %u nelze pøeèíst
tr: %u. kayýt okunamadý

source: NO
cs: NE
tr: HAYIR

source: YES
cs: ANO
tr: EVET

source: ========== relocations
tr: ========== yeniden konumlama

source: %5d exclude %s
tr: %5d %s'i dýþlýyor

source: %5d relocate %s -> %s
tr: %5d yeniden konumlandýrýlýyor: %s -> %s

source: excluding %s %s
tr: %s %s dýþlanýyor

source: Preparing...
tr: Hazýrlanýyor...

source: Preparing packages for installation...
tr: Kurulacak paketler hazýrlanýyor...

source: read failed: %s (%d)
tr: okuma baþarýsýz: %s (%d)

source: package %s is already installed
cs: balíèek %s je ji¾ nainstalován
tr: %s zaten kurulu

source: file %s conflicts between attempted installs of %s and %s
cs: soubor %s zpùsobuje konflikt mezi instalovaným %s a %s
tr: %s dosyasý kalkýþýlan %s ve %s kurulumlarý arasýnda çeliþiyor

source: file %s from install of %s conflicts with file from package %s
cs: soubor %s z instalace %s koliduje se souborem z balíèku %s
tr: %s dosyasýnýn %s kurulumu %s kurulumundaki dosya ile çeliþiyor

source: package %s (which is newer than %s) is already installed
cs: balíèek %s (který je novìj¹í, ne¾ %s) je ji¾ nainstalován
tr: %s paketi zaten yüklü (%s sürümünden daha yeni)

source: installing package %s needs %ld inodes on the %s filesystem
cs: instalace balíèku %s potøebuje %ld inodù na systému souborù %s
tr: %s kurulumu %ld i-düðüm gerektiriyor (%s dosya sisteminde)

source: package %s pre-transaction syscall(s): %s failed: %s
cs: pøedtransakèní syscall v balíèku %s: %s selhalo: %s
tr: %s iþlem öncesi sistem çaðrý(sý/larý): %s baþarýsýz: %s

source: unknown error %d encountered while manipulating package %s
cs: neznámá chyba %d vznikla pøi manipulaci s balíèkem %s
tr: anlaþýlamayan %d hatasý, %s paketi iþlenirken saptandý

source: missing second ':' at %s:%d
tr: %s:%d - ikinci ':' eksik

source: missing architecture name at %s:%d
tr: %s:%d - mimari ismi eksik

source: Incomplete data line at %s:%d
tr: %s:%d - veri satýrý tamamlanmamýþ

source: Too many args in data line at %s:%d
tr: %s:%d - veri satýrýnda çok fazla argüman

source: Bad arch/os number: %s (%s:%d)
tr: arch/os numarasý hatalý: %s (%s:%d)

source: Incomplete default line at %s:%d
tr: %s:%d - öntanýmlý satýr tamamlanmamýþ

source: Too many args in default line at %s:%d
tr: %s:%d - öntanýmlý satýrda çok fazla argüman

source: Failed to read %s: %s.
tr: %s okunamadý: %s.

source: missing ':' (found 0x%02x) at %s:%d
tr: (0x%02x bulundu) %s:%d de ':' yok

source: missing argument for %s at %s:%d
tr: %s için %s:%d de argüman eksik

source: %s expansion failed at %s:%d "%s"
tr: %s geniþletmesi %s:%d "%s" de baþarýsýz

source: cannot open %s at %s:%d: %s
tr: %s dosyasý açýlamýyor (%s:%d): %s

source: missing architecture for %s at %s:%d
tr: %s için %s:%d'de eksik mimari

source: bad option '%s' at %s:%d
tr: seçenek '%s' (%s:%d) de hatalý
