Repository: rpm-software-management/rpm
Catalog: po/*.po
Languages: cs, pl, sk, sl, tr

source: dbiSetConfig: unrecognized db option: "%s" ignored
sl: dbiSetConfig: neprepoznana izbira db: "%s" prezrto

source: %s has invalid numeric value, skipped
sl: %s ima neveljavno ¹tevilèno vrednost, prezrto
tr: %s geçersiz sayýsal deðer içeriyor, atlandý

source: %s has too large or too small long value, skipped
sl: %s ima preveliko ali premajhno dolgo (long) vrednost, prezrto
tr: %s ya çok büyük ya da çok küçük 'long' deðer içeriyor, atlandý

source: %s has too large or too small integer value, skipped
sl: %s ima preveliko ali premajhno vrednost malega (small) celega ¹tevila, prezrto
tr: %s ya çok büyük ya da çok küçük 'integer' deðer içeriyor, atlandý

source: opening db environment %s/%s %s
sl: odpiranje db okolja %s/%s %s

source: free list corrupt (%u)- please run "rpm --rebuilddb" More information is available from http://www.rpm.org or the rpm-list@redhat.com mailing list if "rpm --rebuilddb" fails to correct the problem.
sl: seznam prostih okvarjen (%u)- prosimo, po¾enite "rpm --rebuilddb" Èe "rpm --rebuilddb" ne re¹i problema, so dodatne informacije na voljo na strani http://www.rpm.org ali po dopisni listi rpm-list@redhat.com.

source: (not a number)
cs: (není èíslo)
pl: (nie jest liczb±)
sk: (nie je èíslo)
sl: (ni ¹tevilo)
tr: (bir sayý deðil)

source: mntctl() failed to return fugger size: %s
sk: mntctl() nevrátil veµkos» fuggeru: %s
sl: mntctl() ni uspe¹no vrnila velikosti fugger: %s

source: failed to stat %s: %s
pl: stat nie powiod³o siê %s: %s
sk: nepodarilo sa zisti» stav %s: %s
sl: status %s ni na voljo: %s

source: getting list of mounted filesystems
cs: získávám seznam pøipojených systémù souborù
sl: zbiranje seznama priklopljenih datoteènih sistemov.

source: failed to open %s: %s
pl: nie mo¿na otworzyæ %s: %s
sk: nepodarilo sa otvori» %s: %s
sl: neuspe¹no odpiranje %s: %s

source: file %s is on an unknown device
pl: plik %s jest na nieznanym urz±dzeniu
sk: súbor %s sa nachádza na neznámom zariadení
sl: datoteka %s se nahaja na neznani napravi

source: Data type %d not supported
cs: Datový typ %d není podporován
pl: Typ danych %d nie jest obs³ugiwany
sk: Typ údajov %d nie je podorovaný
sl: Tip podatkov %d ni podprt
tr: %d veri türü desteklenmiyor

source: Bad count for headerAddEntry(): %d
pl: B³edny licznik dla headerAddEntry(): %d
sk: Chybný poèet pre headerAddEntry(): %d
sl: Nepravilno stanje ¹tevca za headerAddEntry(): %d

source: missing { after %
cs: chybí { po %
pl: brak { po %
sk: chýbajúce { po %
sl: manjkajoèi { za %
tr: %% den sonraki { yok

source: missing } after %{
cs: po %{ chybí }
pl: brak } po %{
sk: chýbajúce } po %{
sl: manjkajoèi } za %{
tr: %%{ den sonraki } yok

source: empty tag format
cs: prázdný formát znaèky
pl: pusty format etykiety
sk: prázdny tag formát
sl: oblika znaèke manjka
tr: etiket biçemi boþ

source: empty tag name
cs: prázdné jméno znaèky
pl: pusta nazwa etykiety
sk: prázdne meno tagu
sl: ime znaèke manjka
tr: etiket ismi boþ

source: unknown tag
cs: neznámá znaèka
pl: nieznana etykieta
sk: neznámy tag
sl: neznana znaèka
tr: bilinmeyen etiket

source: ] expected at end of array
cs: na konci pole oèekáváno ]
pl: spodziewany ] na koñcu tablicy
sk: ] oèakávané na konci poµa
sl: na koncu polja je prièakovan ]
tr: dizinin sonunda ] gerekli

source: unexpected ]
cs: neoèekávaná ]
pl: nie spodziewany ]
sk: neoèakávané ]
sl: neprièakovan ]
tr: beklenmeyen ]

source: unexpected }
cs: neoèekávaná }
pl: nie spodziewany }
sk: neoèakávané }
sl: neprièakovan }
tr: beklenmeyen }

source: ? expected in expression
cs: ve výrazu oèekáván ?
pl: spodziewany ? w wyra¿eniu
sk: ? oèakávané vo výraze
sl: v izrazu je prièakovan ?
tr: ifade içerisinde ? gerekli

source: { expected after ? in expression
cs: ve výrazu je po ? oèekávána {
pl: spodziewany { po ? w wyra¿eniu
sk: { oèakávané po ? vo výraze
sl: v izrazu je za { prièakovan ?
tr: ifade içerisinde ? dan sonra { gerekli

source: } expected in expression
cs: ve výrazu je oèekávána }
pl: spodziewany } w wyra¿eniu
sk: } oèakávané vo výraze
sl: v izrazu je prièakovan }
tr: ifade içinde } gerekli

source: : expected following ? subexpression
cs: v podvýrazu je po ? oèekávána :
pl: spodziewany : po podwyra¿eniu ?
sk: : oèakávané po ? podvýraze
sl: za podizrazom ? je prièakovano :
tr: ? alt ifadesinden sonra : gerekli

source: { expected after : in expression
cs: ve výrazu je po : oèekávána {
pl: spodziewany { po : w wyra¿eniu
sk: { oèakávané po : vo výraze
sl: v izrazu je za : prièakovan {
tr: ifade içersinde : den sonra { gerekli

source: | expected at end of expression
cs: na konci výrazu je oèekáváno |
pl: spodziewany | na koñcu wyra¿enia
sk: | oèakávené na konci výrazu
sl: na koncu izraza je prièakovan |
tr: ifadenin sonunda | gerekli

source: (unknown type)
pl: (nieznany typ)
sk: (neznámy typ)
sl: (neznan tip)

source: file: %s action: %s
pl: plik: %s akcja: %s
sk: súbor: akcia %s: %s
sl: datoteka: %s akcija: %s

source: unpacking of archive failed%s%s: %s
pl: rozpakowanie archiwum nie powiod³o siê %s%s: %s
sk: rozbalenie archívu zlyhalo%s%s: %s
sl: raz¹iritev arhiva je bilo neuspe¹no%s%s: %s

source: on file
cs: na souboru
pl: na pliku
sk: pre súbor
sl: za datoteko
tr: dosyada

source: installing a source package
pl: instacja pakietu ¼ród³owego
sk: in¹taluje sa zdrojový balík
sl: name¹èanje izvornega paketa

source: cannot create sourcedir %s
sl: ni mo¾no ustvariti izvornega imenika %s

source: cannot write to %s
pl: nie mo¿na zapisaæ do %s
sk: nie je mo¾né zapísa» do %s:
sl: pisanje na %s ni mo¾no

source: sources in: %s
pl: ¼ród³a w: %s
sk: zdroje v: %s
sl: izvori v: %s

source: cannot create specdir %s
sl: ni mo¾no ustvariti imenika z doloèili spec %s

source: spec file in: %s
pl: plik spec w: %s
sk: spec-súbor v: %s
sl: datoteka s specifikacijami v: %s

source: source package contains no .spec file
pl: pakiet ¼ród³owy nie zawiera pliku .spec
sk: zdrojový balík neobsahuje ¾iadny .spec súbor
sl: izvorni paket ne vsebuje datoteke .spec

source: renaming %s to %s
pl: zmiana nazwy %s na %s
sk: premenováva sa %s na %s
sl: preimenovanje %s v %s

source: rename of %s to %s failed: %s
pl: zmiana nazwy z %s na %s nie powiod³a sie: %s
sk: premenovanie %s na %s zlyhalo: %s
sl: preimenovanje %s v %s je bilo neuspe¹no: %s

source: source package expected, binary found
pl: spodziewany pakiet ¼ród³owy a nie binarny
sk: oèakávaný zdrojový balík, nájdený binárny
sl: prièakovan je bil izvorni paket, najden binarni

source: package: %s-%s-%s files test = %d
pl: pakiet: %s-%s-%s test plików = %d
sk: balík: %s-%s-%s test súborov = %d
sl: paket: %s-%s-%s datoteke test = %d

source: stopping install as we're running --test
pl: przebieg testowy - instalacja zatrzymana
sk: in¹talácia zastavená kvôli re¾imu --test
sl: ustavljanje namestitev, ker teèemo kot --test

source: running preinstall script (if any)
pl: uruchamianie skryptu preinstall (je¶li istnieje)
sk: vykonávajú sa predin¹talaèné skripty (ak existujú)
sl: poganjanje prednamestitvenih skript (èe obstajajo)

source: running postinstall scripts (if any)
sl: poganjanje ponamestitvenih skript (èe obstajajo)

source: error creating temporary file %s
pl: b³±d w tworzeniu pliku tymczasowego %s
sk: chyba pri vytváraní doèasného súboru %s
sl: napaka pri ustvarjanju zaèasne datoteke %s

source: buildroot already specified
pl: buildroot by³ ju¿ wcze¶niej podany
sk: buildroot u¾ bol zadaný
sl: buildroot je ¾e doloèen

source: override build root
cs: build root pøedefinován
pl: wymu¶ build root
sk: predefinova» adresár pre zostavenie balíka
sl: brez upo¹tevanja vrhnjega imenika izgradnje
tr: build root'a zorlar

source: do not execute any stages of the build
cs: nespou¹tìt ¾ádné etapy vytváøení balíèku
pl: nie wykonuj ¿adnych etapów budowania
sk: nevykona» ¾iadne etapy zostavenia
sl: brez izvajanja katerekoli od stopenj izgradnje
tr: oluþumun herhangi bir adýmý icra edilmez

source: remove specfile when done
cs: po dokonèení odstranit spec soubor
pl: usuñ speca po zakoñczeniu
sl: po zakljuèku odstrani datoteko s specifikacijami
tr: iþlem sonunda spec dosyasýný siler

source: override target platform
cs: cílová platforma pøedefinována
pl: wymu¶ platformê docelow±
sk: predefinova» cieµovú platformu
sl: brez upo¹tevanja strojnega okolja ciljnega sistema
tr: hedef platforma zorlar

source: display known query tags
cs: zobrazit známé znaèky pro dotazy
sl: prika¾i znane znaèke za poizvedovanje
tr: tanýmlanmýþ sorgulama etiketlerini gösterir

source: query a spec file
cs: dotaz na spec soubor
pl: odpytywanie pliku spec
sk: opýta» sa spec súboru
sl: poizvedba po datoteki spec
tr: bir spec dosyasýný sorgular

source: list all configuration files
cs: vypsat v¹echny konfiguraèní soubory
pl: wy¶wietl wszystkie pliki konfiguracyjne
sk: zobrazi» v¹etky konfiguraèné súbory
sl: izpis vseh nastavitvene datoteke
tr: tüm yapýlandýrma dosyalarýný listeler

source: list all documentation files
cs: vypsat v¹echny soubory s dokumentací
pl: wy¶wietl wszystkie pliki dokumentacji
sl: izpis vseh dokumentacijske datoteke
tr: tüm belgeleme dosyalarýný gösterir

source: dump basic file information
cs: zobrazit základní informace o souborech
pl: podaj postawowe informacje o pliku
sk: zobrazi» základné informácie o balíku
sl: iznos osnovnih podatkov o datoteki
tr: temel dosya bilgilerini gösterir

source: list files in package
cs: vypsat soubory v balíèku
pl: wy¶wietl pliki zawarte w pakiecie
sk: zobrazi» súbory v balíku
sl: izpis seznama datotek v paketu
tr: paketteki dosyalarý gösterir

source: use the following query format
cs: pou¾ij následující formát dotazù
pl: u¿yj nastêpuj±cego formatu zapytania
sk: pou¾i» nasledovný formát otázky
sl: uporabi naslednjo obliko poizvedbe
tr: izleyen sorgulama biçimini kullanýr

source: display the states of the listed files
cs: zobrazit stav vypsaných souborù
pl: wy¶wietl status pokazywanych plików
sk: zobrazii» stav daných súborov
sl: izpis stanja seznama datotek
tr: listelenmiþ dosyalarýn durumunu gösterir

source: display a verbose file listing
cs: zobrazit roz¹íøený výpis souborù
pl: wy¶wietl wiêcej informacji o plikach z listy
sk: zobrazi» podrobný zoznam súborov balíka
sl: izpis ob¹irnega seznama datotek

source: is needed by %s-%s-%s
pl: jest wymagany przez %s-%s-%s
sk: je vy¾adované %s-%s-%s
sl: potrebuje %s-%s-%s

source: conflicts with %s-%s-%s
pl: jest w konflikcie z %s-%s-%s
sk: koliduje s %s-%s-%s
sl: je v sporu z %s-%s-%s

source: (contains no files)
cs: (neobsahuje ¾ádné soubory)
pl: (nie zawiera plików)
sk: (neobsahuje ¾iadne súbory)
sl: (ne vsebuje datotek)
tr: (hiç dosya içermiyor)

source: normal
cs: normální
pl: normalny
sk: normálny
sl: normalno

source: replaced
cs: nahrazen
pl: zast±piony
sk: nahradený
sl: nadome¹èeno
tr: yerine

source: not installed
cs: neinstalován
pl: niezainstalowany
sk: nein¹talovaný
sl: ni name¹èeno
tr: yüklenmedi

source: net shared
cs: sdílen v síti
pl: udostêpniony w sieci
sk: zdieµaný
sl: omre¾ni
tr: að paylaþýmlý

source: (unknown %3d)
cs: (neznámý %3d)
pl: (nieznany %3d)
sk: (neznámy %d)
sl: (neznano %3d)
tr: (bilinmeyen %3d)

source: (no state)
cs: (chybí stav)
pl: (brak statusu)
sk: (¾iadny stav)
sl: (brez stanja)
tr: (durumsuz)

source: package has neither file owner or id lists
pl: pakiet nie ma ani w³a¶ciciela pliku ani list id
sk: balík neobsahuje ani vlastníka súboru, ani zoznamy identifikácií
sl: paket ne vsebuje ne lastnika datotek niti seznamov id

source: open of %s failed: %s
cs: otevøení %s selhalo: %s
pl: otwarcie %s nie powiod³o siê
sl: odpiranje %s je bilo neuspe¹no: %s
tr: %s açýlamadý: %s

source: old format source packages cannot be queried
cs: nelze provést dotaz na zdrojové balíèky starého formátu
pl: pakiety w starym formacie nie mog± byæ odpytywane
sk: nie je mo¾né pýta» sa zdrojových balíkov v starom formáte
sl: poizvedba po izvornih paketih v stari obliki ni mo¾na

source: %s does not appear to be a RPM package
pl: %s nie wygl±da na pakiet RPM
sk: %s zrejme nie je RPM balík
sl: %s najverjetneje ni paket RPM

source: query of %s failed
cs: dotaz na %s se nezdaøil
pl: odpytywanie %s nie powiod³o siê
sk: otázka na %s zlyhala
sl: poizvedba po %s je bila neuspe¹na

source: query of specfile %s failed, can't parse
cs: dotaz na spec soubor %s selhal, nemohu parsovat
pl: odpytywanie pliku spec %s nie powiod³o siê, nie mo¿na interpretowaæ
sk: otázka na spec-súbor %s zlyhala, nie je mo¾né analyzova»
sl: poizvedba po datoteki spec. %s je bila neuspe¹na, razèlemba ni mo¾na
tr: %s spec dosyasýnýn sorgulanmasý baþarýsýz, çözümlenemiyor

source: group %s does not contain any packages
cs: skupina %s neobsahuje ¾ádné balíèky
pl: grupa %s nie zawiera ¿adnych pakietów
sk: skupina %s neobsahuje ¾iadne balíky
sl: skupina %s ne vsebuje nobenega paketa
tr: %s grubu hiç paket içermiyor

source: no package triggers %s
cs: ¾ádný balíèek neaktivuje %s
pl: ¿aden pakiet nie zahacza %s
sk: ¾iadny z balíkov nespú¹»a %s
sl: noben paket ne pro¾i %s
tr: %s tetikleyen paket yok

source: no package requires %s
cs: ¾ádný balíèek nevy¾aduje %s
pl: ¿aden pakiet nie wymaga %s
sk: ¾iadny z balíkov nevy¾aduje %s
sl: noben paket ne potrebuje %s
tr: %s gerektiren paket yok

source: no package provides %s
cs: ¾ádný balíèek neposkytuje %s
pl: ¿aden pakiet nie udostêpnia %s
sk: ¾iadny z balíkov neposkytuje %s
sl: noben paket ne nudi %s
tr: %s saðlayan paket yok

source: file %s: %s
cs: soubor %s: %s
pl: plik %s: %s
sk: súbor %s: %s
sl: datoteka %s: %s
tr: dosya %s: %s

source: file %s is not owned by any package
cs: soubor %s nevlastní ¾ádný balíèek
pl: plik %s nie nale¿y do ¿adnego pakietu
sk: súbor %s nie je vlastnený ¾iadnym balíkom
sl: datoteka %s ni del nobenega paketa
tr: %s dosyasý, hiç bir pakete ait deðil

source: invalid package number: %s
cs: neplatné èíslo balíèku: %s
pl: b³êdny numer pakietu: %s
sk: chybné èíslo balíku: %s
sl: neveljavna ¹tevilka paketa: %s
tr: geçersiz paket numarasý: %s

source: record %d could not be read
pl: nie mo¿na odczytaæ rekordu %d
sk: záznam %d nie je mo¾né preèíta»
sl: zapisa %d ni mo¾no prebrati

source: package %s is not installed
cs: balíèek %s není nainstalován
pl: pakiet %s nie jest zainstalowany
sk: balík %s nie je nain¹talovaný
sl: paket %s ni name¹èen
tr: %s paketi kurulu deðil

source: %s: open failed: %s
cs: %s: otevøení selhalo: %s
sl: %s: odpiranje je bilo neuspe¹no: %s
tr: %s: açýlamadý: %s

source: makeTempFile failed
cs: makeTempFile selhalo
sl: makeTempFile je bil neuspe¹en
tr: makeTempFile baþarýsýz

source: %s: Fwrite failed: %s
cs: %s: Fwrite selhalo: %s
sl: %s: pisanje Fwrite je bilo neuspe¹no: %s
tr: %s: Fwrite baþarýsýz: %s

source: %s: Fread failed: %s
cs: %s: Fread selhalo: %s
sl: %s: branje Fread je bilo neuspe¹no: %s
tr: %s: Fread baþarýsýz: %s

source: %s: readLead failed
cs: %s: readLead selhalo
pl: %s: readLead nie powiod³o siê
sk: %s: readLead zlyhalo
sl: %s: readLead je bil neuspe¹en

source: %s: Can't sign v1.0 RPM
pl: %s: Nie mo¿na podpisaæ v1.0 RPM
sk: %s: Nie je mo¾né podpísa» v1.0 RPM
sl: %s: Podpis RPM v1.0 ni mo¾en

source: %s: Can't re-sign v2.0 RPM
pl: %s: Nie mo¿na ponownie podpisaæ v2.0 RPM
sk: %s: Nie je mo¾né znovu podpísa» v2.0 RPM
sl: %s: Sprememba podpisa RPM v2.0 ni mo¾na

source: %s: rpmReadSignature failed
pl: %s: rpmReadSignature nie powiod³o siê
sk: %s: rpmReadSignature zlyhalo
sl: %s: rpmReadSignature je bil neuspe¹en

source: %s: No signature available
pl: %s: Sygnatura nie jest dostêpna
sk: %s: Podpis nie je k dispozícii
sl: %s: Podpis ni na voljo
tr: %s: Ýmza bulundurmuyor

source: %s: writeLead failed: %s
sl: %s: writeLead je bil neuspe¹en: %s
tr: %s: writeLead baþarýsýz: %s

source: %s: rpmWriteSignature failed: %s
sl: %s: rpmWriteSignature je bilo neuspe¹no: %s
tr: %s: rpmWriteSignature baþarýsýz: %s

source: %s: No signature available (v1.0 RPM)
pl: %s: Sygnatura nie jest dostêpna (v1.0 RPM)
sk: %s: Podpis nie je k dispozícii (v1.0 RPM)
sl: %s: Podpis ni na voljo (RPM v1.0)
tr: %s: Ýmza bulundurmuyor (v1.0 RPM)

source: NOT OK
pl: NIE DOBRZE
sk: NIE JE V PORIADKU
sl: NI DOBRO
tr: TAMAM DEÐÝL

source: (MISSING KEYS:
pl: (BRAK KLUCZY:
sk: (CHÝBAJÚCE K¥ÚÈE):
sl: (MANJKAJOÈI KLJUÈI:
tr: (EKSÝK ANAHTARLAR:

source: (UNTRUSTED KEYS:
pl: (NIEWIARYGODNE KLUCZE:
sk: (NEDÔVERUJE SA K¥ÚÈOM:
sl: (NEPREVERJENI KLJUÈI:
tr: (GÜVENCESÝZ ANAHTARLAR:

source: OK
sk: V PORIADKU
sl: V REDU
tr: Tamam

source: dbiTagsInit: unrecognized tag name: "%s" ignored
sl: dbiTagsInit: neprepoznano ime znaèke: "%s" prezrto
tr: dbiTagsInit: tanýmlanmamýþ etiket adý: "%s" yoksayýldý

source: --> This version of rpm was not compiled with support for "%%_dbapi %d". Please verify the setting of the macro %%_dbapi using "rpm --showrc" and configure "%%_dbapi 3" (e.g. create and/or edit /etc/rpm/macros).
sl: --> Ta razlièica rpm ni bila prevedena s podporo za "%%_dbapi%d". Preverite nastavitev makra %%_dbapi z uporabo ukaza "rpm--showrc" in nastavite "%%_dbapi 3" (ustvarite in/ali uredite /etc/rpm/macros).

source: --> The rpm database cannot be opened in db%d format. If you have just upgraded the rpm package you need to convert your database to db%d format by running "rpm --rebuilddb" as root.
sl: --> Podatkovne zbirke rpm ni mogoèe odpreti v obliki db%d . Èe ste ravnokar nadgradili paket rpm, morate zbirko podatkov pretvoriti v obliko db%d tako, da kot root izvedete ukaz "rpm --rebuilddb"

source: --> The configured %%_dbapi was db%d, but the rpm database is db%d format. Please verify the setting of the macro %%_dbapi using "rpm --showrc" and configure "%%_dbapi %d" (e.g. create and/or edit /etc/rpm/macros).
sl: --> Nastavljeni %%_dbapi je bil db%d, podatkovna zbirka pa je v obliki db%d. Preverite nastavitev makra %%_dbapi tako, da po¾enete "rpm --showrc" in nastavite "%%_dbapi %d" (ustvarite in/ali uredite /etc/rpm/macros).

source: --> The rpm database is in db%d format, not the suggested db%d format. Please verify the setting of the macros %%_dbapi and %%_dbapi_rebuild using "rpm --showrc", and either run "rpm --rebuilddb" as root to convert your database from db%d to db%d format, or configure "%%_dbapi_rebuild %d" (e.g. create and/or edit /etc/rpm/macros).
sl: --> Podatkovna zbirka je v obliki db%d, ne pa v priporoèeni obliki db%d. Preverite nastavitev makrov %%_dbapi in %%_dbapi_rebuild z uporabo "rpm --showrc", in kot root izvedite "rpm --rebuilddb" da bi podatkovno zbirko pretvorili iz oblike db%d v obliko db%d, ali pa nastavite "%%_dbapi_rebuild %d" (ustvarite in/ali uredite /etc/rpm/macros).

source: no dbpath has been set
pl: ¶cie¿ka bazy danych nie zosta³a podana
sk: nebola nastavená ¾iadna dbpath
sl: dbpath ni nastavljena
tr: belirtilmiþ bir dbpath yok

source: old format database is present; use --rebuilddb to generate a new format database
pl: baza danych jest w starym formacie; u¿yj --rebuilddb aby wygenerowaæ bazê w nowym formacie
sk: existuje databáza v starom formáte; pou¾ite --rebuilddb pre vytvorenie databázy v novom formáte
sl: da bi staro obliko zbirke podatkov pretvorili v novo po¾enite --rebuilddb

source: adding 0 %s entries.
sl: dodajanje vnosov 0 %s.

source: rebuilding database %s into %s
sl: ponovna izgradnja podatkovne zbirke %s v %s
tr: %s veritabaný %s içinde yeniden oluþturuluyor

source: temporary database %s already exists
pl: tymczasowa baza danych %s ju¿ istnieje
sk: doèasná databáza %s u¾ existuje
sl: zaèasna podatkovna zbirka %s ¾e obstaja

source: error creating directory %s: %s
pl: b³±d przy tworzeniu katalogu %s: %s
sk: chyba pri vytváraní adresára %s: %s
sl: napaka pri ustvarjanju imenika %s: %s

source: record number %d in database is bad -- skipping.
sl: zapis ¹t. %d v zbirki je po¹kodovan -- preskoèeno.

source: cannot add record originally at %d
pl: nie mo¿na dodaæ rekordu oryginalnie przy %d
sk: nie je mo¾né prida» záznam pôvodne na %d
sl: zapisa ni mo¾no dodati na %d

source: failed to replace old database with new database!
pl: zamiana starej bazy na now± nie powiod³a siê!
sk: nepodarilo sa nahradi» starú databázu novou!
sl: zamenjava stare podatkovne zbirke z novo je bila neuspe¹na!
tr: eski veritabanýnýn yenisiyle deðiþtirilirmesi baþarýsýz!

source: failed to remove directory %s: %s
pl: usuniêcie katalogu %s nie powiod³o siê: %s
sk: nepodarilo sa odstráni» adresár %s: %s
sl: neuspe¹na odstranitev imenika %s: %s
tr: %s dizininin silinmesi baþarýsýz: %s

source: counting packages to install
pl: zliczanie pakietów do zainstalowania
sk: poèítajú sa balíky pre in¹taláciu
sl: ¹tetje paketov za namestitev

source: found %d packages
pl: znaleziono %d pakietów
sk: nájdených %d balíkov
sl: najdeno %d paketov

source: looking for packages to download
pl: szukanie pakietów do ¶ci±gniêcia
sk: hµadajú sa balíky, ktoré treba prenies»
sl: iskanje paketov za prenos po omre¾ju

source: skipping %s - rpmGlob failed(%d)
sl: preskoèeno - %s - rpmGlob neuspe¹en(%d)

source: Retrieving %s
pl: ¦ci±ganie %s
sk: Prená¹a sa %s
sl: Prena¹anje %s
tr: %s alýnýyor

source: ... as %s
pl: ... jako %s
sk: ... ako %s
sl: ... kot %s
tr: ... %s olarak

source: skipping %s - transfer failed - %s
pl: %s pomijany - transmisja %s nie powiod³a siê
sk: %s vynechané - prenos zlyhal - %s
sl: preskoèeno - %s - prenos neuspe¹en - %s
tr: %s atlanýyor - aktarým baþarýsýz - %s

source: retrieved %d packages
pl: ¶ci±gniêto %d pakietów
sk: prenieslo sa %d balíkov
sl: prene¹enih je bilo %d paketov

source: cannot open file %s: %s
sl: ni mo¾no odpreti datoteke %s: %s
tr: %s dosyasý açýlamadý: %s

source: %s cannot be installed
pl: %s nie mo¿e byæ zainstalowany
sk: %s nie je mo¾né nain¹talova»
sl: %s ni mo¾no namestiti
tr: %s yüklenemedi

source: package %s is not relocateable
pl: pakiet %s nie jest przesuwalny
sl: paketa %s ni mo¾no premakniti

source: error reading from file %s
pl: b³±d czytania z pliku %s
sl: napaka pri branju iz datoteke %s
tr: %s dosyasýndan okuma hatalý

source: file %s requires a newer version of RPM
pl: plik %s wymaga nowszej wersji RPM
sl: datoteka %s zahteva novej¹o razlièico RPM
tr: %s dosyasý RPM'nin daha yeni bir sürümünü gerektiriyor

source: found %d source and %d binary packages
pl: znaleziono %d pakietów ¼ród³owych i %d binarnych
sk: nájdených %d zdrojových a %d binárnych balíkov
sl: najdeno %d izvornih in %d binarnih paketov
tr: %d kaynak ve %d icra edilebilir paketi bulundu

source: failed dependencies:
pl: niespe³nione zale¿no¶ci:
sk: nevyrie¹ené závislosti:
sl: neuspe¹ne soodvisnosti:

source: installing binary packages
pl: instalacja pakietów binarnych
sk: in¹talujú sa binárne balíky
sl: name¹èanje binarnih paketov
tr: icra edilebilir paketleri kuruluyor

source: cannot open %s/packages.rpm
pl: nie mo¿na otworzyæ %s/packages.rpm
sk: nie je mo¾né otvori» %s/packages.rpm
sl: datoteke %s/packages.rpm ni mo¾no odpreti

source: "%s" specifies multiple packages
pl: "%s" okre¶la wiele pakietów
sk: "%s" ¹pecifikuje viac balíkov
sl: "%s" doloèa veè paketov
tr: "%s" birden fazla paketi tanýmlýyor

source: removing these packages would break dependencies:
pl: usuniêcie tych pakietów zerwie zale¿no¶ci:
sk: odstránenie týchto balíkov by poru¹ilo závislosti:
sl: odstranitev teh paketov bi podrla soodvisnosti:

source: cannot open %s: %s
sl: ni mo¾no odpreti %s: %s
tr: %s açýlamadý: %s

source: Installing %s
pl: Instalacja %s
sk: In¹taluje sa %s
sl: Name¹èanje %s
tr: %s kuruluyor

source: read failed: %s (%d)
pl: odczyt nie powiód³ siê: %s (%d)
sk: èítanie zlyhalo: %s (%d)
sl: branje je bilo neuspe¹no: %s (%d)

source: missing second ':' at %s:%d
pl: brak drugiego ':' przy %s:%d
sk: chýbajúce druhé ':' na %s:%d
sl: manjka drugi ,:` v %s:%d

source: missing architecture name at %s:%d
pl: brak nazwy architektury przy %s:%d
sk: chýba názov architektúry na %s:%d
sl: manjkajoèe ime arhitekture v %s:%d

source: Incomplete data line at %s:%d
pl: Niekompletna linia danych przy %s:%d
sk: Neúplný riadok údajov na %s:%d
sl: Nepopolna podatkovna vrstica v %s:%d
