Repository: rpm-software-management/rpm
Catalog: po/*.po
Languages: cs, pl, sk, sl, tr

source: --dbpath given for operation that does not use a database
cs: --dbpath zadána pro operaci, která databázi nepou¾ívá
pl: --dbpath podano dla operacji nie u¿ywaj±cej bazy
sk: --dbpath zadané pre operáciu nepou¾ívajúcu databázu
sl: --dbpath podan, vendar, èeprav nepotreben

source: no packages files given for rebuild
cs: ke znovusestavení nezadány ¾ádné balíèky
pl: nie podano nazw pakietów do przebudowania
sk: neboli zadané ¾iadne balíky pre znovuzostavenie
sl: paketi za vnovièno izgradnjo niso navedeni
tr: yeniden oluþturmak için paket dosyalarý belirtilmemiþ

source: no spec files given for build
cs: pro sestavení nezadány ¾ádné spec soubory
pl: nie podano nazw plików spec do budowania
sk: neboli zadané ¾iadne spec-súbory pre zostavenie
sl: datoteka spec za izgradnjo manjka
tr: oluþturma için gerekli spec dosyasý belirtilmemiþ

source: no tar files given for build
cs: pro sestavení nezadány ¾ádné tar soubory
pl: nie podano nazw plików tar do budowania
sk: neboli zadané ¾iadne tar-súbory pre zostavenie
sl: arhiv tar za izgradnjo manjka
tr: oluþturma için gereken tar dosyalarý belirtilmemiþ

source: Executing(%s): %s
cs: Provádìní(%s): %s
sl: Izvajanje(%s): %s
tr: %s icra ediliyor: %s

source: Exec of %s failed (%s): %s
sl: Izvajanje %s je bilo neuspe¹no (%s): %s

source: Bad exit status from %s (%s)
pl: B³êdny status wyj¶cia z %s (%s)
sk: Chybný výstupný kód z %s (%s)
sl: %s javi neuspe¹no izhodno kodo (%s)

source: syntax error while parsing ==
sl: napaka v skladnji pri razèlembi ==

source: syntax error while parsing &&
sl: napaka v skladnji pri razèlembi &&

source: syntax error while parsing ||
sl: napaka v skladnji pri razèlembi ||

source: parse error in expression
pl: b³±d interpretacji wyra¿enia
sk: chyba pri analýze výrazu
sl: napaka pri razèlembi v izrazu

source: unmatched (
pl: niesparowane (
sk: nepárová (
sl: nezakljuèen (

source: - only on numbers
pl: - tylko na liczbach
sk: - ibe pre èísla
sl: - samo na ¹tevilih

source: ! only on numbers
pl: ! tylko na liczbach
sk: ! iba pre èísla
sl: ! samo na ¹tevilih

source: types must match
pl: typy musz± siê zgadzaæ
sk: typy sa musia zhodova»
sl: tipi se morajo ujemati

source: * / not suported for strings
pl: * / nie jest wspierane dla ³añcuchów znakowych
sk: * / nie sú podporované pre re»azce
sl: * in / nista podprta za nize

source: - not suported for strings
pl: - nie jest wspierane dla ³añcuchów znakowych
sk: - nie je podporované pre re»azce
sl: - ni podprt za nize

source: && and || not suported for strings
pl: && i || nie jest wspierane dla ³añcuchów znakowych
sk: && a || nie sú podporované pre re»azce
sl: && in || nista podprta za nize

source: syntax error in expression
pl: b³±d sk³adni w wyra¿eniu
sk: chyba syntaxe vo výraze
sl: napaka v sklanji izraza

source: TIMECHECK failure: %s
cs: TIMECHECK selhal: %s
pl: TIMECHECK nie powiod³o siê: %s
sk: chyba PREKROÈENIA ÈASU: %s
sl: TIMECHECK neuspe¹en: %s
tr: TIMECHECK baþarýsýz: %s

source: Missing '(' in %s %s
pl: Brak '(' w %s %s
sl: Manjkajoèi ,(` v %s %s

source: Missing ')' in %s(%s
pl: Brak ')' w %s(%s
sl: Manjkajoèi ,)` v %s(%s

source: Invalid %s token: %s
pl: B³êdny znak %s: %s
sk: Chybný %s prvok: %s
sl: Neveljaven ¾eton %s: %s

source: Non-white space follows %s(): %s
pl: Brak bia³ego znaku po %s(): %s
sl: Neprazen znak sledi %s(): %s

source: Bad syntax: %s(%s)
pl: B³êdna sk³adnia: %s(%s)
sl: Nepravilna skladnja: %s(%s)

source: Bad mode spec: %s(%s)
pl: B³êdne okre¶lenie trybu: %s(%s)
sl: Nepravilno doloèilo naèina: %s(%s)

source: Bad dirmode spec: %s(%s)
pl: B³êdne okre¶lenie dirmode: %s(%s)
sl: Nepravilno doloèilo naèina imenika: %s(%s)

source: Unusual locale length: "%.*s" in %%lang(%s)
pl: Niespotykana d³ugo¶æ okre¶lenia lokalizacji "%.*s" w %%lang(%s)
sl: Nenavadna dol¾ina za locale: "%.s" pri %%lang(%s)

source: Duplicate locale %.*s in %%lang(%s)
pl: Powtórzone okre¶lenie lokalizacji %.*s w %%lang(%s)
sl: Podvojeni locale %.*s za %%lang(%s)

source: Hit limit for %%docdir
pl: Limit trafieñ dla %%docdir
sk: Dosiahnutý limit pre %%docdir
sl: Dosegli smo omejitev za %%docdir

source: Only one arg for %%docdir
pl: Tylko jeden argument dla %%docdir
sk: Iba jeden argument pre %%docdir
sl: Za %%docdir je podan samo en argument

source: Two files on one line: %s
pl: Dwa pliki w jedenj linii: %s
sk: Dva súbory na riadku: %s
sl: Dve datoteki v eni vrstici: %s

source: File must begin with "/": %s
pl: Plik musi siê zaczynaæ od "/": %s
sk: Súbory musia zaèína» znakom "/": %s
sl: Ime datoteke se mora zaèeti z "/": %s

source: Can't mix special %%doc with other forms: %s
pl: Nie mo¿na mieszaæ specjalnej %%doc z innymi formami: %s
sk: Nie je mo¾né mie¹a» ¹peciálne %%doc s inými formami: %s
sl: Posebnih %%doc ni mo¾no me¹ati z ostalimi oblikami: %s

source: File listed twice: %s
pl: Plik podany dwukrotnie: %s
sk: Súbor zadaný dvakrát: %s.
sl: Datoteka je navedena dvakrat: %s

source: Symlink points to BuildRoot: %s -> %s
sl: Simbolna povezava ka¾e na BuildRoot: %s -> %s

source: File doesn't match prefix (%s): %s
pl: Plik nie zgadza siê z prefiksem (%s): %s
sk: Súbor nesúhlasí s prefixom (%s): %s.
sl: Datoteka se ne ujema s predpono (%s): %s

source: File not found: %s
pl: Nie znaleziono pliku: %s
sk: Súbor nebol nájdený: %s
sl: Datoteke ni mogoèe najti: %s

source: Bad owner/group: %s
cs: ©patný vlastník/skupina: %s
pl: B³êdny u¿ytkownik/grupa: %s
sk: Chybný vlastník/skupina: %s
sl: Neobstojeè lastnik/skupina: %s
tr: Kullanýcý/grup hatalý: %s

source: File %4d: %07o %s.%s %s
sl: Datoteka: %4d: %07o %s.%s %s

source: File needs leading "/": %s
pl: Plik musi siê zaczynaæ od "/": %s
sk: Súbor potrebuje na zaèiatku "/": %s
sl: Datoteki manjka uvodni "/": %s

source: File not found by glob: %s
sl: Datoteke ni mo¾no najti z raz¹iritvijo metaznakov v imenu: %s

source: Could not open %%files file %s: %s
sl: Datoteke %s iz %%files ni mo¾no odpreti: %s

source: line: %s
pl: linia: %s
sk: riadok: %s
sl: vrstica: %s

source: Bad file: %s: %s
sl: Po¹kodovana datoteka: %s: %s

source: Bad owner/group: %s
pl: B³êdny u¿ytkownik/grupa: %s
sk: Chybný vlastník/skupina: %s
sl: Neobstojeè lastnik/skupina: %s

source: Couldn't exec %s: %s
sl: Ni mo¾no izvesti %s: %s

source: Couldn't fork %s: %s
sl: Vejitev %s ni mo¾na: %s

source: %s failed
pl: %s nie powiod³o siê
sk: %s zlyhalo
sl: %s neuspe¹en

source: failed to write all data to %s
pl: zapisanie wszystkich danych do %s nie powiod³o siê
sk: nepodarilo sa zapísa» v¹etky dáta do %s
sl: pisanje podatkov v %s je bilo neuspe¹no

source: Finding %s: (using %s)...
cs: Hledám %s: (pou¾it %s)...
sl: Iskanje %s: (z uporabo %s)...

source: Failed to find %s:
sl: Neuspe¹no iskanje %s:

source: Processing files: %s-%s-%s
cs: Zpracovávám soubory: %s-%s-%s
sl: Obdeloavnje datotek: %s-%s-%s
tr: Ýþlenen dosyalar: %s-%s-%s

source: Could not canonicalize hostname: %s
cs: Nemohu získat jméno poèítaèe: %s
pl: Nie mo¿na rozwi±zaæ nazwy systemu: %s
sk: Nie je mo¾né kanonizova» názov poèítaèa: %s
sl: Iskanje kanoniènega imena gostitelja je bilo neuspe¹no: %s
tr: Böyle bir makina yok: %s

source: create archive failed on file %s: %s
pl: utworzenie archiwum pliku %s nie powiod³o siê: %s
sk: vytvorenie archívu zlyhalo pri súbore %s: %s
sl: ustvarjanje arhiva je bilo za datoteko %s neuspe¹no: %s

source: cpio_copy write failed: %s
pl: zapis w trybie cpio_copy nie powiód³ siê: %s
sk: cpio_copy zápis zlyhal: %s
sl: pisanje cpio_copy neuspe¹no: %s

source: cpio_copy read failed: %s
pl: odczyt w trybie cpio_copy nie powiód³ siê: %s
sk: cpio_copy èítanie zlyhalo: %s
sl: branje cpio_copy neuspe¹no: %s

source: Could not open PreIn file: %s
pl: Nie mo¿na otworzyæ pliku PreIn: %s
sk: Nie je mo¾né otvori» PreIn súbor: %s
sl: Datoteke PreIn ni mo¾no odpreti: %s

source: Could not open PreUn file: %s
pl: Nie mo¿na otworzyæ pliku PreUn: %s
sk: Nie je mo¾né otvori» PreUn súbor: %s
sl: Datoteke PreUn ni mo¾no odpreti: %s

source: Could not open PostIn file: %s
pl: Nie mo¿na otworzyæ pliku PostIn: %s
sk: Nie je mo¾né otvori» PostIn súbor: %s
sl: Datoteke PostIn ni mo¾no odpreti: %s

source: Could not open PostUn file: %s
pl: Nie mo¿na otworzyæ pliku PostUn: %s
sk: Nie je mo¾né otvori» PostUn súbor: %s
sl: Datoteke PostUn ni mo¾no odpreti: %s

source: Could not open VerifyScript file: %s
pl: Nie mo¿na otworzyæ pliku VerifyScript: %s
sk: Nie je mo¾né otvori» VerifyScript súbor: %s
sl: Datoteke VerifyScript ni mo¾no odpreti: %s

source: Could not open Trigger script file: %s
pl: Nie mo¿na otworzyæ skryptu Trigger: %s
sk: Nie je mo¾né otvori» Trigger skriptový súbor: %s
sl: Skriptne datoteke Trigger ni mo¾no odpreti: %s

source: readRPM: open %s: %s
cs: readRPM: otevøení %s: %s
pl: readRPM: otwieranie %s: %s
sk: readRPM: otvorenie %s: %s
sl: readRPM: odpiranje %s: %s
tr: readRPM: %s açýlýrken: %s

source: readRPM: read %s: %s
cs: readRPM: ètení %s: %s
pl: readRPM: czytanie %s: %s
sk: readRPM: èítanie %s: %s
sl: readRPM: branje %s: %s
tr: readRPM: %s okunurken: %s

source: readRPM: %s is not an RPM package
cs: readRPM: %s není RPM balíèek
pl: readRPM: %s nie jest pakietem RPM
sk: readRPM: %s nie je RPM balík
sl: readRPM: %s ni paket tipa RPM
tr: readRPM: %s bir RPM paketi deðil

source: readRPM: reading header from %s
cs: readRPM: ètení hlavièky z %s
pl: readRPM: czytanie nag³ówka z %s
sk: readRPM: èítanie hlavièky %s
sl: readRPM: branje glave %s
tr: readRPM: %s baþlýðý okunuyor

source: Bad CSA data
pl: B³êdne dane CSA
sk: Chybné CSA dáta
sl: Po¹kodovani podatki CSA

source: Generating signature: %d
cs: Generuji podpis: %d
pl: Generowanie sygnatury: %d
sk: Vytvára sa PGP podpis: %d
sl: Izdelujemo podpis: %d
tr: Ýmza üretiliyor: %d

source: Could not open %s: %s
cs: Nemohu otevøít %s: %s
sl: Ni mo¾no odpreti %s: %s
tr: %s açýlamadý: %s

source: Unable to write package: %s
pl: Nie mo¿na zapisaæ pakietu: %s
sk: Nie je mo¾né zapísa» balík: %s
sl: Ni mo¾no zapisati paketa: %s

source: Unable to open sigtarget %s: %s
sl: Ciljnega podpisa %s ni mo¾no odpreti: %s

source: Wrote: %s
cs: Zapsáno: %s
pl: Zapisano: %s
sk: Zapísané: %s
sl: Zapisano: %s
tr: Yazýldý: %s

source: Could not generate output filename for package %s: %s
cs: Nemohu vygenerovat jméno souboru pro balíèek %s: %s
pl: Nie mo¿na wygenerowaæ wyj¶ciowej nazwy dla pakietu %s: %s
sk: Nie je mo¾né vytvori» meno výstupného súboru pre balík %s: %s
sl: Neuspe¹no ustvarjanje izhodne datoteke za paket %s: %s
tr: %s paket dosyasý için çýktý dosya adý üretilemedi: %s

source: cannot create %s: %s
cs: nemohu vytvoøit %s: %s
sl: ni mo¾no ustvariti %s: %s
tr: %s dosyasý oluþturulamýyor: %s

source: line %d: second %s
pl: linia %d: druga %s
sk: riadok %d: druhý %s
sl: vrstica %d: %s sekund

source: %%changelog entries must start with *
pl: wpisy %%changelog musz± zaczynaæ siê od *
sk: %%changelog záznamy musia zaèína» *
sl: vnosi %%changelog se morajo zaèeti z *

source: incomplete %%changelog entry
pl: niekompletny wpis %%changelog
sk: nekompletný %%changelog záznam
sl: nepopoln vnos %%changelog

source: bad date in %%changelog: %s
pl: b³êdna data w %%changelog: %s
sk: chybný dátum v %%changelog: %s
sl: V %%changelog je napaèen datum: %s

source: %%changelog not in decending chronological order
pl: wpisy w %%changelog u³o¿one niechronologicznie
sk: %%changelog nie sú v zostupnom chronologickom poradí
sl: %%changelog ni urejen v padajoèem èasovnem zaporedju

source: missing name in %%changelog
pl: brak nazwiska w %%changelog
sk: chýbajúce meno v %%changelog
sl: v %%changelog je manjkajoèe ime

source: no description in %%changelog
pl: brak opisu w %%changelog
sk: ¾iadny popis v %%changelog
sl: opis v %%changelog manjka

source: line %d: Error parsing %%description: %s
pl: linia %d: b³±d w interpretacji wpisu %%description: %s
sk: riadok %d: Chyba pri analýze %%description: %s
sl: vrstica %d: Napaka pri razèlembi v razdelku %%description: %s

source: line %d: Bad option %s: %s
pl: linia %d: B³edna opcja %s: %s
sk: riadok %d: Chybná voµba %s: %s
sl: vrstica %d: Napaèna izbira %s: %s

source: line %d: Too many names: %s
pl: linia %d: Zbyt du¿o nazw: %s
sk: riadok %d: Priveµa názvov: %s
sl: vrstica %d: Preveè imen: %s

source: line %d: Package does not exist: %s
pl: linia %d: Pakiet nie istnieje: %s
sk: riadok %d: Balík neexistuje: %s
sl: vrstica %d: Paket ne obstaja: %s

source: line %d: Second description
pl: linia %d: Drugi opis
sk: riadok %d: Druhý popis
sl: vrstica %d: Drugi opis

source: line %d: Error parsing %%files: %s
pl: linia %d: B³±d w interpretacji wpisu %%files: %s
sk: riadok %d: Chyba pri analýze %%files: %s
sl: vrstica %d: Napaka pri razèlembi v razdelku %%Files: %s

source: line %d: Second %%files list
pl: linia %d: Druga lista %%files
sk: riadok %d: Druhý %%files zoznam
sl: vrstica %d: Drugi seznam %%Files

source: Architecture is excluded: %s
pl: Architektura nie jest wspierana: %s
sk: Architektúra je vynechaná: %s
sl: Arhitektura je izkljuèena: %s

source: Architecture is not included: %s
pl: Architektura nie jest wspierana: %s
sk: Architektúra nie je obsiahnutá: %s
sl: Arhitektura ni vkljuèena: %s

source: OS is excluded: %s
pl: Ten OS nie jest wspierany: %s
sk: OS je vynechaný: %s
sl: OS je izkljuèen: %s

source: OS is not included: %s
pl: Ten OS nie jest wspierany: %s
sk: OS nie je obsiahnutý: %s
sl: OS ni vkljuèen: %s

source: %s field must be present in package: %s
pl: pole %s musi byæ obecne w pakiecie: %s
sk: V balíku musí existova» pole %s: %s
sl: polje %s mora v paketu obstajati: %s

source: Duplicate %s entries in package: %s
pl: Podwójne wpisy %s w pakiecie: %s
sk: Duplicitné záznamy %s v balíku: %s
sl: Podvojeni vnosi %s v paketu: %s

source: Unable to open icon %s: %s
sl: Ikone %s ni mo¾no odpreti: %s

source: Unable to read icon %s: %s
sl: Ikone %s ni mo¾no prebrati: %s

source: Unknown icon type: %s
pl: Nieznany typ ikony: %s
sk: Neznámy typ ikony: %s
sl: Neznan tip ikone: %s

source: line %d: Malformed tag: %s
pl: linia %d: Niepoprawna forma etykiety: %s
sk: riadok %d: Znetvorený popis: %s
sl: vrstica %d: Deformirana znaèka: %s

source: line %d: Empty tag: %s
pl: linia %d: Pusta etykieta: %s
sk: riadok %d: Prázdny popis: %s
sl: vrstica %d: Prazna znaèka: %s

source: line %d: Illegal char '-' in %s: %s
pl: linia %d: Nielegalny znak '-' w %s: %s
sk: riadok %d: Neprípustný znak '-' v %s: %s
sl: vrstica %d: Neveljaven znak ,-` v %s: %s

source: BuildRoot can not be "/": %s
sl: BuildRoot ne more biti "/": %s

source: line %d: Prefixes must not end with "/": %s
pl: linia %d: Prefiksy nie mog± siê koñczyæ na "/": %s
sk: riadok %d: Prefixy nesmú konèi» "/": %s
sl: vrstica %d: Predpone se ne smejo konèati z /: %s

source: line %d: Docdir must begin with '/': %s
pl: linia %d: wpis Docdir musi siê zaczynaæ od '/': %s
sk: riadok %d: Docdir musí zaèína» '/': %s
sl: vrstica %d: Docdir se mora zaèeti z "/": %s

source: line %d: Epoch/Serial field must be a number: %s
pl: linia %d: pole Epoch/Serial musi byæ liczb±: %s
sk: riadok %d: Epoch/Serial pole musí by» èíslo: %s
sl: vrstica %d: polje Epoch/Serial mora biti ¹tevilo: %s

source: line %d: Bad BuildArchitecture format: %s
pl: linia %d: B³êdny format wpisu BuildArchitecture: %s
sk: riadok %d: Chybný formát BuildArchitecture: %s
sl: vrstica %d: Napaèna oblika BuildArchitecture: %s

source: Internal error: Bogus tag %d
pl: B³±d wewnêtrzny: Fa³szywa etykieta %d
sk: Interná chyba: Èudný popis %d
sl: Notranja napaka: Neprava znaèka %d

source: Bad package specification: %s
pl: B³êdna specyfikacja pakietu: $s
sk: Chybná ¹pecifikácia balíka: %s
sl: Nepravilno doloèilo paketa: %s

source: Package already exists: %s
pl: Pakiet ju¿ istnieje: %s
sk: Balík u¾ existuje: %s
sl: Paket ¾e obstaja: %s

source: line %d: Unknown tag: %s
pl: linia %d: Nieznana etykieta: %s
sk: riadok %d: Neznámy popis: %s
sl: vrstica %d: Neznana znaèka: %s

source: Spec file can't use BuildRoot
pl: W pliku spec nie mo¿na u¿ywaæ wpisów BuildRoot
sk: Spec súbor nemô¾e pou¾i» BuildRoot
sl: Datoteka spec ne more uporabiti BuildRoot

source: Bad source: %s: %s
pl: B³êdne ¼ród³o: %s: %s
sk: Chybný zdroj %s: %s
sl: Napaèen izvor: %s: %s

source: No patch number %d
pl: Brak ³aty numer %d
sk: Neexistuje patch èíslo %d
sl: Popravek ¹t. %d manjka

source: No source number %d
pl: Brak ¼ród³a numer %d
sk: Neexistuje zdroj èíslo %d
sl: Izvorna koda ¹t. %d manjka

source: Couldn't download nosource %s: %s
sk: Nebolo mo¾né prenies» nie-zdroj %s: %s
sl: Ni mo¾no prenesti nosource %s: %s

source: Error parsing %%setup: %s
pl: B³±d przetwarzania %%setup: %s
sk: Chyba pri analýze %%setup: %s
sl: Napaka pri razèlembi %%setup: %s

source: line %d: Bad arg to %%setup %c: %s
pl: linia %d: B³êdny argument dla %%setup %c: %s
sk: riadok %d: Chybný argument pre %%setup %c: %s
sl: vrstica %d: Nepravilen argument za %%setup %c: %s

source: line %d: Bad %%setup option %s: %s
pl: linia %d: B³êdna opcja %%setup %s: %s
sk: riadok %d: Chybná voµba pre %%setup %s: %s
sl: vrstica %d: Nepravilna izbira %%setup %s: %s

source: line %d: Need arg to %%patch -b: %s
pl: linia %d: Wymagany argument dla %%patch -b: %s
sk: riadok %d: %%patch -b potrebuje argument: %s
sl: vrstica %d: Manjka argument za %%patch -b: %s

source: line %d: Need arg to %%patch -z: %s
pl: linia %d: Wymagany argument dla %%patch -z: %s
sk: riadok %d: %%patch -z potrebuje argument: %s
sl: vrstica %d: Manjka argument za %%patch -z: %s

source: line %d: Need arg to %%patch -p: %s
pl: linia %d: Wymagany argument dla %%patch -p: %s
sk: riadok %d: %%patch -p potrebuje argument: %s
sl: vrstica %d: Manjka argument za %%patch -p: %s

source: line %d: Bad arg to %%patch -p: %s
pl: linia %d: B³êdny argument dla %%patch -p: %s
sk: riadok %d: Chybný argument pre %%patch -p: %s
sl: vrstica %d: Nepravilen argument za %%patch -p: %s

source: Too many patches!
pl: Zbyt wiele ³at!
sk: Priveµa záplat!
sl: Preveè popravkov!

source: line %d: Bad arg to %%patch: %s
pl: linia %d: B³êdny argument dla %%patch: %s
sk: riadok %d: Chybný argument pre %%patch: %s
sl: vrstica %d: Nepravilen argument za %%patch: %s

source: line %d: second %%prep
pl: linia %d: druga sekcja %%prep
sk: riadok %d: druhý %%prep
sl: vrstica %d: drugi %%prep

source: line %d: Dependency tokens must begin with alpha-numeric, '_' or '/': %s
pl: linia %d: Znaki musz± sie zaczynaæ od alfanumerycznych, '_' lub '/': %s
sl: vrstica %d: Oznake odvisnosti se morajo zaèeti z alfanum. znakom, ,_` ali '/`: %s

source: line %d: File name not permitted: %s
pl: linia %d: Nazwa pliku niedozwolona: %s
sl: vrstica %d: Ime datoteke ni dovoljeno: %s

source: line %d: Versioned file name not permitted: %s
pl: linia %d: Wersja w nazwach plików niedozwolona: %s
sl: vrstica %d: Ime datoteke z razlièico ni dovoljeno: %s

source: line %d: Version required: %s
pl: linia %d: Wymagana wersja: %s
sl: vrstica %d: Zahtevana razlièica: %s

source: line %d: triggers must have --: %s
pl: linia %d: triggery musz± mieæ --: %s
sk: riadok %d: triggers musia obsahova» --: %s
sl: vrstica %d: pro¾ila morajo vsebovati --: %s

source: line %d: Error parsing %s: %s
pl: linia %d: B³±d przetwarzania %s: %s
sk: riadok %d: Chyba pri analýze %s: %s
sl: vrstica %d: Napaka pri razèlembi %s: %s

source: line %d: script program must begin with '/': %s
pl: linia %d: skrypt (tu jako program) musi siê zaczynaæ od '/': %s
sk: riadok %d: program skriptu musí zaèína» '/': %s
sl: vrstica %d: skriptni program se mora zaèeti z ,/`: %s

source: line %d: Second %s
pl: linia %d: Drugi %s
sk: riadok %d: Druhý %s
sl: vrstica %d: Drugi %s

source: line %d: %s
pl: linia %d: %s
sk: riadok %d: %s
sl: vrstica %d: %s

source: Unable to open %s: %s
cs: Nemohu otevøít %s: %s
sl: Ni mo¾no odpreti %s: %s
tr: %s açýlamadý: %s

source: Unclosed %%if
pl: Niedomkniête %%if
sk: Neuzavretý %%if
sl: Nezakljuèeni %%if

source: %s:%d: parseExpressionBoolean returns %d
sl: %s:%d: parseExpressionBoolean vrne %d

source: %s:%d: Got a %%else with no if
pl: %s:%d: Napotkano %%else bez if
sk: %s:%d: %%else bez if
sl: %s:%d: Najden je bil %%else brez pripadajoèega if

source: %s:%d: Got a %%endif with no if
pl: %s:%d: Napotkano %%endif bez if
sk: %s:%d: %%endif bez if
sl: %s:%d: Najden je bil %%endif brez pripadajoèega if

source: malformed %%include statement
pl: b³ednie sformatowany wpis %%include
sk: znetvorený príkaz %%include
sl: Deformiran stavek %%include

source: No buildable architectures
pl: Nie mo¿na budowaæ na takie architektury
sk: ®iadne zostaviteµné architektúry
sl: Arhitektura za izgradnjo ni prisotna

source: Package has no %%description: %s
pl: Pakiet nie ma %%description: %s
sk: Balík neobsahuje %%description: %s
sl: V paketu manjka %%description: %s

source: archive = %s, fs = %s
pl: archiwum = %s fs = %s
sk: archív = %s, fs = %s
sl: arhiv = %s, fs = %s

source: line %d: Bad number: %s
pl: linia %d: B³êdny numer: %s
sk: riadok %d: Chybné èíslo: %s
sl: vrstica %d: Napaèno ¹tevilo: %s

source: line %d: Bad no%s number: %d
pl: linia %d: b³êdny numer no%s: %d
sk: riadok %d: Chybné no%s èíslo: %d
sl: vrstica %d: Napaèno ¹tevilo no%s: %d

source: line %d: Bad %s number: %s
cs: øádek %d: ©patné èíslo %s: %s
pl: linia %d: B³êdny numer %s: %s
sk: riadok %d: Chybné %s èíslo: %s
sl: vrstica %d: Napaèno ¹tevilo %s: %s
tr: satýr %d: Hatalý %s numarasý: %s

source: can't rename %s to %s: %s
pl: nie mo¿na zmieniæ nazwy %s na %s: %s
sk: premenovanie %s na %s zlyhalo: %s
sl: ni mo¾no preimenovati %s v %s: %s

source: can't unlink %s: %s
pl: nie mo¿na odwi±zaæ %s: %s
sk: zmazanie %s zlyhalo: %s
sl: ni mo¾no izbrisati %s: %s

source: (error 0x%x)
cs: (chyba: 0x%x)
pl: (b³±d 0x%x)
sk: (chyba 0x%x)
sl: (napaka 0x%x)
tr: (hata 0x%x)

source: Bad magic
cs: ©patné magické èíslo
pl: B³êdny magic
sk: Chybné magické èíslo
sl: Napaèno magièno ¹tevilo
tr: Magic hatalý

source: Bad/unreadable header
cs: ©patná nebo neèitelná hlavièka
pl: B³êdny/nieczytelny nag³ówek
sk: Chybná/neèitateµná hlavièka
sl: Po¹kodovana/neberljiva glava
tr: Hatalý/okunamayan baþlýk

source: Header size too big
cs: Velikost hlavièky je pøili¹ velká
pl: Rozmiar nag³ówka jest zbyt du¿y
sk: Priveµká hlavièka
sl: Glava je predolga
tr: Baþlýk çok uzun

source: Unknown file type
cs: Neznámý typ souboru
pl: Nieznany typ pliku
sk: Neznámy typ súboru
sl: Neznan tip datoteke
tr: Bilinmeyen dosya türü

source: Missing hard link
pl: Brak twardego dowi±zania
sl: Trda povezava manjka

source: Internal error
cs: Interní chyba
pl: B³±d wewnêtrzny
sk: Interná chyba
sl: Notranja napaka
tr: Ýç hata

source: failed -
cs: selhal -
pl: nie powiod³o siê -
sk: zlyhalo -
sl: neuspe¹no -
tr: baþarýsýz -

source: the "B" dependency needs an epoch (assuming same as "A") A %s B %s
cs: Závislost "B" potøebuje období (pøedpokládáno stejné jako "A") A %s B %s
sl: odvisnost "B" potrebuje "epoch" (privzeto enak kot "A") A %s B %s

source: %s: %-45s %-3s (cached)
sl: %s: %-45s %-3s (predpomnjeno)

source: %s: %-45s YES (db files)
sl: %s: %-45s DA (db datoteke)

source: %s: %-45s NO
sl: %s: %-45s NE

source: package %s conflicts: %s
pl: pakiet %s jest w konflikcie: %s
sk: balík %s koliduje: %s
sl: paket %s jw v sporu z: %s

source: db%d error(%d)
sl: db%d napaka(%d)

source: performing %s
sl: izvajanje %s

source: closed db file %s
sl: zaprta datoteka db %s

source: cannot get %s lock on database
pl: utworzenie blokady %s na bazie danych nie jest mo¿liwe
sk: nie je mo¾né získa» %s zámok pre databázu
sl: datoteke ni mo¾no %s zakleniti

source: exclusive
sk: výhradný
sl: izkljuèujoèe
tr: baðdaþýk

source: shared
sk: zdieµaný
sl: skupno
tr: paylaþýmlý

source: closed db environment %s/%s(%s)
sl: zaprto db okolje %s/%s(%s)

source: removed db environment %s/%s(%s)
sl: odstranjeno db okolje %s/%s(%s)

source: opening db environment %s/%s(%s) %s
sl: odpiranje db okolja %s/%s(%s) %s

source: closed db index %s/%s(%s)
sl: zaprto db kazalo %s/%s(%s)

source: opening db index %s/%s(%s) %s mode=0x%x
sl: odpiranje db kazala %s/%s(%s) %s naèin=0x%x
