Repository: rpm-software-management/rpm
Catalog: po/*.po
Languages: cs, pl, sk, sl, tr

source: failed build dependencies:
pl: niespe³nione zale¿no¶ci:
sl: izdelava soodvisnosti je bila neuspe¹na:

source: Unable to open spec file %s: %s
cs: Nelze otevøít spec soubor %s: %s
sl: Datoteke s specifikacijami %s ni mo¾no odpreti: %s
tr: %s spec dosyasý açýlamadý: %s

source: Building target platforms: %s
cs: Sestavuji cílové platformy: %s
pl: Budowanie dla platform: %s
sl: Izgradnja za ciljna strojna okolja: %s
tr: Hedef platformlar derleniyor: %s

source: Building for target %s
cs: Sestavuji pro cíl %s
pl: Budowanie dla %s
sl: Izgradnja za ciljni sistem %s
tr: %s için derleniyor

source: RPM version %s
cs: RPM verze %s
pl: RPM wersja %s
sk: RPM verzia %s
sl: RPM razlièica %s
tr: RPM Sürüm %s

source: rpm {--initdb} [--dbpath <dir>]
pl: rpm {--initdb} [--dbpath <katalog>]
sk: rpm {--initdb} [--dbpath <adresár>]
sl: rpm {--initdb} [--dbpath <imenik>]

source: [--replacepkgs] [--replacefiles] [--root <dir>]
pl: [--replacepkgs] [--replacefiles] [--root <katalog>]
sk: [--replacepkgs] [--replacefiles] [--root <adresár>]
sl: [--replacepkgs] [--replacefiles] [--root <imenik>]

source: [--rcfile <file>] [--ignorearch] [--dbpath <dir>]
pl: [--rcfile <plik>] [--ignorearch] [--dbpath <katalog>]
sk: [--rcfile <súbor>] [--ignorearch] [--dbpath <adresár>]
sl: [--rcfile <datoteka>] [--ignorearch] [--dbpath <imenik>]

source: [--prefix <dir>] [--ignoreos] [--nodeps] [--allfiles]
pl: [--prefix <katalog>] [--ignoreos] [--nodeps] [--allfiles]
sk: [--prefix <adresár>] [--ignoreos] [--nodeps] [--allfiles]
sl: [--prefix <imenik>] [--ignoreos] [--nodeps] [--allfiles]

source: [--ftpproxy <host>] [--ftpport <port>]
sk: [--ftpproxy <poèítaè>] [--ftpport <port>]
sl: [--ftpproxy <raè.>] [--ftpport <vrata>]

source: [--badreloc] [--notriggers] [--excludepath <path>]
pl: [--badreloc] [--notriggers] [--excludepath <¶cie¿ka>]
sl: [--badreloc] [--notriggers] [--excludepath <pot>]

source: [--ignoresize] file1.rpm ... fileN.rpm
pl: [--ignoresize] plik1.rpm ... plikN.rpm
sk: [--ignoresize] súbor1.rpm ... súborN.rpm
sl: [--ignoresize] datoteka1.rpm ... datotekaN.rpm

source: [--oldpackage] [--root <dir>] [--noscripts]
pl: [--oldpackage] [--root <katalog>] [--noscripts]
sk: [--oldpackage] [--root <adresár>] [--noscripts]
sl: [--oldpackage] [--root <imenik>] [--noscripts]

source: [--excludedocs] [--includedocs] [--rcfile <file>]
pl: [--excludedocs] [--includedocs] [--rcfile <plik>]
sk: [--excludedocs] [--includedocs] [--rcfile <súbor>]
sl: [--excludedocs] [--includedocs] [--rcfile <datoteka>]

source: [--ignorearch] [--dbpath <dir>] [--prefix <dir>]
pl: [--ignorearch] [--dbpath <katalog>] [--prefix <katalog>]
sk: [--ignorearch] [--dbpath <adresár>] [--prefix <adresár>]
sl: [--ignorearch] [--dbpath <imenik>] [--prefix <imenik>]

source: [--httpproxy <host>] [--httpport <port>]
sk: [--httproxy <poèítaè>] [--httpport <port>]
sl: [--httpproxy <raè.>] [--httpport <vrata>]

source: [--noorder] [--relocate oldpath=newpath]
pl: [--noorder] [--relocate stara-¶cie¿ka=nowa-¶cie¿ka]
sk: [--noorder] [--relocate stará_cesta=nová_cesta]
sl: [--noorder] [--relocate stara_pot=nova_pot]

source: [--badreloc] [--excludepath <path>] [--ignoresize]
pl: [--badreloc] [--excludepath <¶cie¿ka>] [--ignoresize]
sl: [--badreloc] [--excludepath <pot>] [--ignoresize]

source: file1.rpm ... fileN.rpm
pl: plik1.rpm ... plikN.rpm
sk: súbor1.rpm ... súborN.rpm
sl: datoteka1.rpm ... datotekaN.rpm

source: [--scripts] [--root <dir>] [--rcfile <file>]
pl: [--scripts] [--root <katalog>] [--rcfile <plik>]
sk: [--scripts] [--root <adresár>] [--rcfile <súbor>]
sl: [--scripts] [--root <imenik>] [--rcfile <datoteka>]

source: [--changelog] [--dbpath <dir>] [targets]
pl: [--changelog] [--dbpath <katalog>] [cele]
sk: [--changelog] [--dbpath <adresár>] [targets]
sl: [--changelog] [--dbpath <imenik>] [targets]

source: rpm {--verify -V -y} [-afpg] [--root <dir>] [--rcfile <file>]
pl: rpm {--verify -V -y} [-afpg] [--root <katalog>] [--rcfile <plik>]
sk: rpm {--verify -V -y} [-afpg] [--root <adresár>] [--rcfile <súbor>]
sl: rpm {--verify -V -y} [-afpg] [--root <imenik>] [--rcfile <datoteka>]

source: [--dbpath <dir>] [--nodeps] [--nofiles] [--noscripts]
pl: [--dbpath <katalog>] [--nodeps] [--nofiles] [--noscripts]
sk: [--dbpath <adresár>] [--nodeps] [--nofiles] [--noscripts]
sl: [--dbpath <imenik>] [--nodeps] [--nofiles] [--noscripts]

source: rpm {--freshen -F} file1.rpm ... fileN.rpm
sl: rpm {--freshen -F} datoteka1.rpm ... datotekaN.rpm

source: rpm {--erase -e} [--root <dir>] [--noscripts] [--rcfile <file>]
pl: rpm {--erase -e} [--root <katalog>] [--noscripts] [--rcfile <plik>]
sk: rpm {--erase -e} [--root <adresár>] [--noscripts] [--rcfile <súbor>]
sl: rpm {--erase -e} [--root <imenik>] [--noscripts] [--rcfile <datoteka>]

source: [--dbpath <dir>] [--nodeps] [--allmatches]
pl: [--dbpath <katalog>] [--nodeps] [--allmatches]
sk: [--dbpath <adresár>] [--nodeps] [--allmatches]
sl: [--dbpath <imenik>] [--nodeps] [--allmatches]

source: rpm {--resign} [--rcfile <file>] package1 package2 ... packageN
pl: rpm {--resign} [--rcfile <plik>] pakiet1 pakiet2 ... pakietN
sk: rpm {--resign} [--rcfile <súbor>] balík1 balík2 ... balíkN
sl: rpm {--resign} [--rcfile <datoteka>] paket1 paket2 ... paketN

source: rpm {--addsign} [--rcfile <file>] package1 package2 ... packageN
pl: rpm {--addsign} [--rcfile <plik>] pakiet1 pakiet2 ... pakietN
sk: rpm {--addsign} [--rcfile <súbor>] balík1 balík2 ... balíkN
sl: rpm {--addsign} [--rcfile <datoteka>] paket1 paket2 ... paketN

source: rpm {--checksig -K} [--nopgp] [--nogpg] [--nomd5] [--rcfile <file>]
pl: rpm {--checksig -K} [--nopgp] [--nogpg] [--nomd5] [--rcfile <plik>]
sk: rpm {--checksig -K} [--nopgp] [--nogpg] [--nomd5] [--rcfile <súbor>]
sl: rpm {--checksig -K} [--nopgp] [--nogpg] [--nomd5] [--rcfile <datoteka>]

source: package1 ... packageN
pl: pakiet1 ... pakietN
sk: balík1 ... balíkN
sl: paket1 ... paket2

source: rpm {--rebuilddb} [--rcfile <file>] [--dbpath <dir>]
pl: rpm {--rebuilddb} [--rcfile <plik>] [--dbpath <katalog>]
sk: rpm {--rebuilddb} [--rcfile <súbor>] [--dbpath <adresár>]
sl: rpm {--rebuilddb} [--rcfile <datoteka>] [--dbpath <imenik>]

source: print this message
pl: wy¶wietl ten tekst
sk: vypísa» túto správu
sl: to sporoèilo

source: print the version of rpm being used
cs: vypsat pou¾ívanou verzi rpm
pl: wy¶wietl wersjê u¿ywanego rpm-a
sk: vypísa» verziu pou¾ívaného rpm
sl: razlièica rpm, ki jo uporabljate
tr: Kullanýlan RPM sürümünü verir

source: --define '<name> <body>'
sl: --define '<ime> <telo>'

source: define macro <name> with value <body>
sl: definirajte makro <ime> z vrednostjo <telo>

source: --pipe <cmd>
pl: --pipe <komenda>
sk: --pipe <príkaz>
sl: --pipe <ukaz>

source: send stdout to <cmd>
cs: odeslat stdout do <pøíkazu>
pl: przeka¿ standartowe wyj¶cie do <komenda>
sk: posla» ¹tandardný výstup do <príkazu>
sl: standardni izhod preusmerjen na <ukaz>

source: use <file> instead of /etc/rpmrc and $HOME/.rpmrc
pl: u¿yj <plik> zamiast /etc/rpmrc i $HOME/.rpmrc
sk: pou¾i» <súbor> namiesto /etc/rpmrc a $HOME/.rpmrc
sl: uporabite <datoteka> namesto /etc/rpmrc in $HOME/.rpmrc

source: display final rpmrc and macro configuration
cs: zobrazit finální konfiguraci rpmrc a maker
sl: prika¾i konèni rpmrc in nastavitev makra
tr: son rpmrc ve makro yapýlandýrmasýný gösterir

source: be a little more verbose
pl: wy¶wietlaj nieco wiêcej komunikatów
sk: o nieèo popisnej¹í re¾im
sl: z nekaj veè komentarja med potekom

source: be incredibly verbose (for debugging)
pl: wy¶wietlaj BARDZO du¿o komunikatów (dla odpluskwiania)
sk: veµmi popisný re¾im (pre odlaïovanie)
sl: z vsem komentarjem, ki je na voljo (za odpravo napak)

source: of file names as well as the following options:
pl: nazwy pliku tak jak i nastêpuj±cych opcji:
sk: namiesto názvov súborov, ako aj nasledujúce voµby:
sl: navedete URL za FTP; poleg tega pa ¹e naslednje mo¾nosti:

source: --ftpproxy <host>
sk: --ftpproxy <poèítaè>
sl: --ftpproxy <raè.>

source: hostname or IP of ftp proxy
pl: nazwa lub numer IP maszyny bêd±cej ftp proksy
sk: názov poèítaèa alebo IP adresa ftp proxy
sl: ime raèunalnika ali IP za zastopnika FTP

source: --ftpport <port>
sl: --ftpport <vrata>

source: port number of ftp server (or proxy)
pl: numer portu serwera ftp (lub proksy)
sk: èíslo portu ftp servera (alebo proxy)
sl: ¹tevilka vrat za FTP na stre¾niku ali zastopniku

source: hostname or IP of http proxy
pl: nazwa lub IP hosta bêd±cego http proksy
sk: názov poèítaèa alebo IP adresa http proxy
sl: ime raèunalnika ali IP za posrednika HTTP

source: port number of http server (or proxy)
pl: numer portu serwera http (albo proksy)
sk: èíslo portu http servera (alebo proxy)
sl: ¹tevilka vrat za HTTP na stre¾niku ali posredniku

source: query mode
pl: tryb odpytywania
sk: re¾im otázok
sl: poizvedbeni naèin

source: --dbpath <dir>
pl: --dbpath <katalog>
sl: --dbpath <imenik>

source: use <dir> as the directory for the database
pl: u¿yj <katalog> jako katalogu bazy pakietów
sk: pou¾i» <adresár> ako adresár pre databázu
sl: kot imenik za podatkovno zbirko uporabi <imenik>

source: --root <dir>
pl: --root <katalog>
sl: --root <imenik>

source: use <dir> as the top level directory
cs: pou¾ít <adr> jako adresáø nejvy¹¹í úrovnì
pl: u¿yj <katalogu> jako katalogu najwy¿szego poziomu
sk: pou¾i» <adresár> ako adresár najvy¹¹ej úrovne
sl: uporabi <imenik> za korenski imenik

source: Package specification options:
pl: Opcje selekcjonuj±ce pakiety:
sk: Voµby pre ¹pecifikáciu balíkov
sl: Mo¾nosti za doloèitev paketov:

source: query all packages
pl: odpytuj wszystkie pakiety
sk: opýta» sa na v¹etky balíky
sl: poizvedba po vseh paketih

source: -f <file>+
pl: -f <plik>+
sk: -f <súbor>+
sl: -f <datoteka>+

source: query package owning <file>
pl: zapytaj do jakiego pakietu nale¿y <plik>
sk: opýta» sa na balík vlastniaci <súbor>
sl: poizvedba po paketu, ki vsebuje <datoteko>

source: -p <packagefile>+
pl: -p <nazwa pakietu>+
sk: -p <súbor_balíku>+
sl: -p <paket>+

source: query (uninstalled) package <packagefile>
pl: odpytaj (niezainstalowany) pakiet <nazwa pakietu>
sk: opýta» sa (nenain¹talovaného) balíku <súbor_balíku>
sl: poizvedba po (odstranjenem) paketu <paket>

source: query packages triggered by <pkg>
pl: odpytaj pakiety zahaczane przez <pakiet>
sk: opýta» sa na balíky spustené balíkom <balík>
sl: poizvedba po paketih, ki jih spro¾i paket <pkg>

source: --whatprovides <cap>
pl: --whatprovides <zas>
sk: --whatprovides <schopnos»>
sl: --whatprovides <mo¾>

source: query packages which provide <cap> capability
pl: odszukaj pakiety udostêpniaj±ce zasób <zas>
sk: opýta» sa na balíky poskytujúce schopnos» <schopnos»>
sl: poizvedba po paketih, ki ponujajo dano mo¾nost <mo¾>

source: --whatrequires <cap>
pl: --whatrequires <zas>
sk: --whatrequires <schopnos»>
sl: --whatrequires <mo¾>

source: query packages which require <cap> capability
pl: odszukaj pakiety wymagaj±ce zasobu <zas>
sk: opýta» sa na balíky vy¾adujúce schopnos» <schopnos»>
sl: poizvedba po paketih, ki zahtevajo dano mo¾nost <mo¾>

source: Information selection options:
pl: Opcje odpytuj±ce pakiety:
sk: Voµby pre výber po¾adovanej informácie:
sl: Izbire izbora informacij:

source: display package information
pl: wy¶wietl informacjê o pakiecie
sk: zobrazi» informácie o balíku
sl: izpis informacij o paketu

source: display the package's change log
pl: wy¶wietl wykaz zmian dokonanych w pakiecie
sk: zobrazi» históriu zmien balíka
sl: izpis dnevnika sprememb paketa

source: display package file list
pl: wy¶wietl listê plików zawartych w pakiecie
sk: zobrazi» zoznam súborov balíka
sl: izpis seznama datotek v paketu

source: show file states (implies -l)
pl: poka¿ statusy plików (dotyczy -l)
sk: zobrazi» stavy súborov (implikuje -l)
sl: prikaz stanja datotek (nana¹a se na -l)

source: list only documentation files (implies -l)
pl: wy¶wietl tylko pliki dokumentacji (dotyczy -l)
sk: zobrazi» len súbory obsahujúce dokumentáciu (implikuje -l)
sl: prikaz seznama datotek z dokumetacijo (nana¹a se na -l)

source: list only configuration files (implies -l)
pl: wy¶wietl tylko pliki konfiguracyjne (dotyczy -l)
sk: zobrazi» iba konfiguraèné súbory (implikuje -l)
sl: prikaz seznama nastavitvenih datotek (privzema -l)

source: show all verifiable information for each file (must be used with -l, -c, or -d)
pl: poka¿ wszystkie informacje o ka¿dym pliku (musi byæ u¿yte z -l, -c lub -d)
sk: zobrazi» v¹etky overiteµné údaje pre ka¾dý súbor (musí by» pou¾ité s -l, -c alebo -d)
sl: prikaz vseh preverljivih informacij o vsaki datoteki (le skupaj z -l, -c ali -d)

source: list capabilities package provides
pl: wypisz zasoby udostêpniane przez pakiet
sk: zobrazi» schopnosti poskytované balíkom
sl: izpis mo¾nosti, ki jih nudi paket

source: list package dependencies
pl: wypisz zale¿no¶ci pakietu
sk: zobrazi» závislosti balíka
sl: izpis odvisnosti paketa

source: print the various [un]install scripts
pl: wy¶wietl skrypty [de]instalacyjne
sk: vypísa» rôzne [od]in¹talaèné skripty
sl: izpis razliènih (od)namestitvenih skriptov

source: show the trigger scripts contained in the package
pl: wy¶wietl trigger skrypty zawarte w pakiecie
sk: zobrazi» spú¹»acie skripty obsiahnuté v balíku
sl: prikaz pro¾ilnih skriptov, ki jih paket vsebuje

source: verify a package installation using the same same package specification options as -q
pl: sprawd¼ stan pakietu (u¿ywa tych samych opcji co -q)
sk: overi» in¹taláciu balíka s pou¾itím rovnakých volieb ¹pecifikácia balíka ako pre -q
sl: namestitev paketa preverimo z enakimi izbirnimi doloèili kot -q

source: do not verify package dependencies
cs: nekontrolovat závislosti balíèkù
pl: nie sprawdzaj zale¿no¶ci pakietu
sk: neoverova» závislosti balíka
sl: brez preverjanja soodvisnosti paketa
tr: paket baðýmlýlýklarýný denetlemez

source: do not verify file md5 checksums
pl: nie sprawdzaj sum kontrolnych md5 plików
sk: neoverova» md5 kontrolné súèty súborov
sl: brez preverjanja nadzorne vsote md5

source: do not verify file attributes
pl: nie sprawdzaj atrybutów plików
sk: neoverova» atribúty súborov
sl: brez preverjanja prilastkov datotek

source: list the tags that can be used in a query format
pl: wypisz etykiety w³asno¶ci, o które mo¿na zapytaæ
sk: vypísa» príznaky, ktoré mô¾u by» pou¾ité vo formáte otázky
sl: izpi¹i znaèke, ki pridejo v po¹tev pri poizvedbi

source: --install <packagefile>
pl: --install <nazwa pakietu>
sk: --install <súbor_balíku>
sl: --install <paket>

source: -i <packagefile>
pl: -i <nazwa pakietu>
sk: -i <súbor_balíku>
sl: -i <paket>

source: install package
pl: instaluj pakiet
sk: in¹talova» balík
sl: name¹èanje paketa

source: --excludepath <path>
pl: --excludepath <¶cie¿ka>
sk: --excludepath <cesta>
sl: --excludepath <pot>

source: skip files in path <path>
pl: pomiñ pliki le¿±ce w <¶cie¿ce>
sk: vynecha» súbory v ceste <cesta>
sl: preskok datoteke v navedeni poti

source: --relocate <oldpath>=<newpath>
pl: --relocate <stara-¶cie¿ka>=<nowa-¶cie¿ka>
sk: --relocate <stará_cesta>=<nová_cesta>
sl: --relocate <starapot>=<novapot>

source: relocate files from <oldpath> to <newpath>
pl: przesuñ pliki z drzewa <stara-¶cie¿ka> do drzewa <nowa-¶cie¿ka>
sk: presunú» súbory zo <starej_cesty> do <novej_cesty>
sl: prestavljanje datoteke iz stare poti v novo

source: --prefix <dir>
pl: --prefix <katalog>
sk: --prefix <adresár>
sl: --prefix <imenik>

source: relocate the package to <dir>, if relocatable
cs: pøemístit soubory do <adr>, jsou-li pøemístitelné
pl: przesuñ pliki pakietu do drzewa <katalog>, je¶li jest przesuwalny
sk: presunú» balík do <adresára>, pokiaµ to balík povoµuje
sl: èe je mogoèe, bo paket prestavljen v imenik <imenik>
tr: eðer deðitirilebiliyorsa paketin yerini <dizin>'e deðiþtirir

source: do not install documentation
cs: neinstalovat dokumentaci
pl: nie instaluj dokumentacji
sk: nein¹talova» dokumentáciu
sl: brez namestitve dokumentacije
tr: belgeleri kurmaz

source: short hand for --replacepkgs --replacefiles
cs: zkratka pro --replacepkgs --replacefiles
pl: skrócona wersja kombinacji --replacepkgs --replacefiles
sk: skratka pre --replacepkgs --replacefiles
sl: okraj¹ava za --replacepkgs --replacefiles
tr: --replacepkgs --replacefiles için kýsaltma

source: print hash marks as package installs (good with -v)
cs: bìhem instalace balíèku zobrazit dvojité køí¾ky (dobré s -v)
pl: wy¶wietlaj znaki hash przy instalacji (fajne z -v)
sk: vypisova» znaèky poèas in¹talácie balíka (vhodné s -v)
sl: z izpisom znakov # ob namestitvi (uporabno z -v)
tr: paketin kurulma sürecini gösteren imler basar (-v ile)

source: install all files, even configurations which might otherwise be skipped
cs: nainstalovat v¹echny soubory i konfigurace, které by se jinak mohly vynechat
pl: instaluj wszystkie pliki, nawet konfiguracyjne, które w innym przypadku by pominêto
sk: in¹talova» v¹etky súbory vrátane konfiguraèných súborov, ktoré by inak mohli by» vynechané
sl: namestitev vseh datotek, vkljuèno z nastavitvenimi, ki so sicer izpu¹èene
tr: yapýlandýrmalarda atlanmýþ bile olsa tüm dosyalarý kurar

source: don't verify package architecture
cs: nekontrolovat architekturu balíèku
pl: nie sprawdzaj architektury systemu
sk: neoverova» architektúru balíka
sl: brez preverjanja arhitekture paketa
tr: paket mimarisi denetlenmez

source: don't check disk space before installing
cs: nekontrolovat volné místo na disku pøed instalací
pl: nie sprawdzaj zajêto¶ci dysku przed instalacj±
sk: pred in¹taláciou nekontrolova» dostupné miesto na disku
sl: brez preverjanja prostora na disku pred name¹èanjem
tr: yüklemeden önce yeterli disk alaný kontrolu yapmaz

source: don't verify package operating system
cs: nekontrolovat operaèní systém balíèku
pl: nie sprawdzaj rodzaju systemu operacyjnego
sk: neoverova» operaèný systém balíka
sl: brez preverjanja operacijskega sistema paketa
tr: paketin ait olduðu iþletim sistemini doðrulamaz

source: install documentation
cs: nainstalovat dokumentaci
pl: zainstaluj dokumentacjê
sk: in¹talova» dokumentáciu
sl: namesti dokumentacijo
tr: paket ile gelen belgeleri kurar

source: update the database, but do not modify the filesystem
cs: upravit databázi, ale neupravovat systém souborovù
pl: od¶wie¿ bazê, ale nie modyfikuj systemu plików
sk: aktualizova» databázu bez zmeny súborového systému
sl: obnovi podatkovno zbirko, a ne spreminjaj datoteènega sistema
tr: veri tabanýný günceller, ama dosya sistemini deðiþtirmez

source: do not reorder package installation to satisfy dependencies
cs: pro vyøe¹ení závislostí nemìnit poøadí instalace balíèkù
pl: nie zmieniaj kolejno¶ci instalacji pakietów by zapewniæ zale¿no¶ci
sk: nemeni» poradie balíkov kvôli vyrie¹eniu závislostí
sl: brez spreminjanja vrstnega reda paketov z namenom zadovoljevanja soodvisnosti
tr: paket kurulum sýrasýný baðýmlýlýklara göre düzenlemez

source: don't execute any installation scripts
pl: nie wykonuj ¿adnych skryptów instalacyjnych
sk: nevykona» ¾iadne in¹talaèné skripty
sl: brez izvajanja namestitvenih skriptov

source: don't execute any scripts triggered by this package
sk: nevykona» ¾iadne skripty spú¹»ané týmto balíkom
sl: brez izvajanja skriptov, ki jih po¾ene ta paket

source: print percentages as package installs
cs: bìhem instalace balíèku zobrazit procenta
pl: wy¶wietlaj stan instalacji w procentach
sk: vypisova» percentá poèas in¹talácie balíka
sl: izpis odstotkov med namestitvijo
tr: kurulumun geliþimi yüzde olarak gösterilir

source: install even if the package replaces installed files
cs: instalovat, i kdy¾ balíèek pøepí¹e existující soubory
pl: instaluj nawet gdy pakiet zastêpuje inne zainstalowane pliki
sk: in¹talova» aj pokiaµ balík prepí¹e in¹talované súbory
sl: namesti, èetudi paket pi¹e prek ¾e name¹èene datoteke

source: reinstall if the package is already present
cs: pøeinstalovat, i kdy¾ je ji¾ balíèek pøítomen
pl: przeinstaluj je¶li pakiet jest ju¿ zainstalowany
sk: prein¹talova», pokiaµ u¾ balík existuje
sl: ponovno namesti, èe paket ¾e obstaja
tr: paketi yeniden kurar

source: don't install, but tell if it would work or not
cs: neinstalovat ale sdìlit, zda-li by to fungovalo èi nikoli
pl: nie instaluj, podaj tylko czy instalacja zadzia³a czy nie
sk: nein¹talova», ale oznámi», èi by to bolo mo¾né
sl: ne namesti, a ugotovi, èe bi delovalo
tr: yükleme yapmaz, sadece çalýþýp çalýþmayacaðýný belirtir

source: --upgrade <packagefile>
pl: --upgrade <nazwa pakietu>
sk: --upgrade <súbor_balíka>
sl: --upgrade <paket>

source: -U <packagefile>
pl: -U <nazwa pakietu>
sk: -U <súbor_balíka>
sl: -U <paket>

source: upgrade package (same options as --install, plus)
pl: uaktualnij pakiet (te same opcje jak --install, plus)
sk: aktualizova» balík (rovnaké voµby ako --install, a k tomu)
sl: nadgradi paket (iste izbire kot --install in ¹e:)

source: upgrade to an old version of the package (--force on upgrades does this automatically)
cs: aktualizovat na starou verzi balíèku (--force to dìlá pøi aktualizacích automaticky)
pl: uaktualnij do starej wersji (--force robi to samo automatycznie podczas uaktualniania)
sk: aktualizova» na star¹iu verziu balíka (--force to pri aktualizácii urobí automaticky)
sl: nadgraditev na starej¹o razlièico paketa (--force pri nadgradnjah avtomatièno vkljuèi to izbiro)
tr: paketin eski bir sürüme güncellenmesini saðlar (--force ayný iþi otomatik yapar)

source: --erase <package>
pl: --erase <pakiet>
sl: --erase <paket>

source: erase (uninstall) package
cs: smazat (deinstalovat) balíèek
pl: usuñ (odinstaluj) pakiet
sk: odin¹talova» balík
sl: izbri¹i (odstrani) paket
tr: paketi kaldýrýr

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
cs: odstranit v¹echny balíèky odpovídající <balíèku> (obvykle se generuje chyba, specifikuje-li <balíèek> více balíèkù)
pl: usuñ wszystkie pakiety, które spe³niaj± wzorzec <pakiet> (zazwyczaj wy¶wietlany jest b³±d gdy <pakiet> opisuje wiele pakietów)
sk: odin¹talova» v¹etky balíky urèené <balíkom> (inak je chybou, pokiaµ <balík> ¹pecifikuje viac ako jeden balík)
sl: odstrani vse pakete, ki vsebujejo vzorec <paket> (sicer program izide z napako, èe paket <paket> doloèa veè paketov)
tr: <paket> ile eþlenen tüm paketleri kaldýrýr(<paket> ile çok sayýda paket belirtilmiþse normalde bir hata oluþur)

source: do not execute any package specific scripts
pl: nie wykonuj ¿adnych skryptów instalacyjnych
sk: nevykona» ¾iadne skripty ¹pecifikované balíkom
sl: brez izvajanja skriptov paketa

source: -b<stage> <spec>
pl: -b<etap> <plik-spec>
sk: -b<etapa> <spec>
sl: -b<stopnja> <spec>

source: -t<stage> <tarball>
pl: -t<etap> <plik-tar>
sk: -t<etapa> <tar_súbor>
sl: -t<stopnja> <arhiv tar>

source: build package, where <stage> is one of:
pl: buduj pakiet, gdzie <etap> to:
sk: zostavi» balík, kde <etapa> je jedna z:
sl: zgradi paket, èe je <stopnja> karkoli od:

source: prep (unpack sources and apply patches)
pl: preparuj (rozpakuj ¼ród³a i na³ó¿ ³aty)
sk: príprava (rozbali» zdrojové súbory a aplikova» záplaty)
sl: priprava (razpakiraj izvorno kodo in uporabi popravke)

source: list check (do some cursory checks on %files)
pl: sprawdzanie z listy (wykonuje kilka podstawowych weryfikacji na %files)
sk: kontrola zoznamu (vykona» niektoré zbe¾né kontroly sekcie %files)
sl: preverjanje (povr¹no preverjanje %files)

source: compile (prep and compile)
pl: kompiluj (preparuj i kompiluj)
sk: kompilácia (príprava a kompilácia)
sl: prevod (priprava in prevajanje)

source: install (prep, compile, install)
pl: instaluj (preparuj, kompiluj i instaluj)
sk: in¹talácia (príprava, kompilácia, in¹talácia)
sl: namestitev (pripava, prevajanje, namestitev)

source: binary package (prep, compile, install, package)
pl: pakiet binarny (preparuj, kompiluj, instaluj, pakiet)
sk: binárny balík (príprava, kompilácia, in¹talácia, zabalenie)
sl: prevedeni paket (priprava, prevajanje, namestitev, izgradnja paketa)
